Repository: pabl8/my_wyzi
Catalog: languages/wyzi-business-finder-*.po
Languages: ar, ro_ro

source: Every Five Minutes
ar: كل خمس دقائق
ro_ro: La fiecare 5 min

source: Phone Number
ar: رقم الهاتف
ro_ro: Număr telefon

source: Appointments
ar: مواعيد
ro_ro: Programări

source: Pending
ar: قيد الانتظار
ro_ro: In asteptare

source: Calendars
ar: التقويم
ro_ro: Calendare

source: Settings
ar: الاعدادات
ro_ro: Setări

source: You do not have sufficient permissions to access this page.
ar: لم يكن لديك أذونات كافية لدخول هذه الصفحة.
ro_ro: Nu aveți permisiuni suficiente pentru a accesa această pagină.

source: You need to create a page with the %s shortcode. It is required with your current settings.
ro_ro: Trebuie să creați o pagină cu codul scurt %s . Este obligatoriu cu setările dvs. curente.

source: Create a Page
ar: قم بإنشاء صفحة
ro_ro: Creează o pagină

source: Change Settings
ar: تغيير الإعدادات
ro_ro: Schimbă setările

source: There is %s pending appointment.
ro_ro: Există întâlnire în așteptare pentru%s.

source: View Pending Appointment
ro_ro: Vizualizați programarea în așteptare

source: Assign this calendar to
ar: تعيين هذا التقويم لـ
ro_ro: Alocați acest calendar la

source: Default
ar: التلقائي
ro_ro: Standard

source: This will use your setting from the Booked Settings panel by default.
ar: هذا سوف يستخدم اعداداتك من لوحة إعدادات المواعيد بشكل افتراضي.
ro_ro: Aceasta va utiliza setarile dvs. din panoul Setări Rezervari în mod prestabilit.

source: Upcoming Appointment
ar: موعد قادم
ro_ro: Programari viitoare

source: and
ar: و
ro_ro: și

source: more
ar: المزيد
ro_ro: mai mult

source: Space Available
ar: مساحة متاحة
ro_ro: Spatiu disponibil

source: Spaces Available
ar: أماكن شاغرة
ro_ro: Locuri disponibile

source: Add
ar: إضافة
ro_ro: Adăuga

source: The "End Time" needs to be later than the "Start Time".
ar: "وقت النهاية" يجب أن يكون بعد "وقت البداية".
ro_ro: "Ora de terminare" trebuie să fie mai târziu decât "Ora de începere".

source: Are you sure you want to add those bulk time slots?
ar: هل أنت متأكد أنك تريد أن تضيف هذه الفترات الزمنية بالجملة؟
ro_ro: Sigur doriți să adăugați acele sloturi de timp?

source: All fields are required.
ar: يجب ملئ جميع الخانات.
ro_ro: Toate campurile sunt obligatorii

source: You are about to add the following time slot(s)
ar: أنت على وشك إضافة الفترات الزمنية التالية
ro_ro: Sunteți pe punctul de a adăuga următoarele intervale de timp

source: to
ar: إلى
ro_ro: la

source: Please wait ...
ar: يرجى الانتظار ...
ro_ro: Vă rugăm să asteptați...

source: Update Appointment
ar: تحديث موعد
ro_ro: Actualizează intalnirea

source: Create Appointment
ar: حجز موعد
ro_ro: Creați o rezervare

source: All day
ar: اليوم كله
ro_ro: Toata ziua

source: Enable
ar: تفعيل
ro_ro: Activează

source: Disable
ar: تعطيل
ro_ro: Dezactiveaza

source: Change Date
ar: غيّر التاريخ
ro_ro: Schimbă data

source: Please choose a customer.
ar: الرجاء اختيار عميل.
ro_ro: Alegeți un client.

source: Please fill out all required fields.
ar: يرجى ملء جميع الحقول المطلوبة.
ro_ro: Te rog să completezi toate câmpurile obligatorii.

source: Are you sure you want to delete this time slot?
ar: هل أنت متأكد من حذف هذه الفترة الزمنية؟
ro_ro: Sigur doriți să ștergeți acest interval de timp?

source: Are you sure you want to delete this custom time slot?
ar: هل أنت متأكد من حذف هذه الفترة الزمنية المخصصة؟
ro_ro: Sigur doriți să ștergeți acest interval de timp?

source: Are you sure you want to cancel this appointment?
ar: هل أنت متأكد من الغاء هذا الموعد؟
ro_ro: Sunteți sigur că doriți să anulați aceasta rezervare?

source: A name, email address and password are required.
ar: مطلوب اسم وعنوان بريد إلكتروني وكلمة مرور.
ro_ro: Este necesar un nume, o adresă de e-mail și o parolă.

source: A name is required.
ar: مطلوب اسم.
ro_ro: %s Numele este obligatoriu

source: A first and last name are required.
ar: الاسم الأول والأخير مطلوب.
ro_ro: Numele și prenumele sunt necesare pentru a vă înregistra.

source: A first name, last name and email address are required.
ar: الإسم الأول والأخير والبريد الإلكتروني مطلوبين.
ro_ro: Este necesar un prenume, nume de familie și adresa de e-mail.

source: A name and an email address are required.
ar: مطلوب الاسم والبريد الإلكتروني.
ro_ro: Este necesar un nume și o adresă de e-mail.

source: Are you sure you want to approve this appointment?
ar: هل أنت متأكد أنك تريد الموافقة على هذا الموعد؟
ro_ro: Sigur doriți să aprobați această rezervare?

source: Are you sure you want to approve ALL pending appointments?
ar: هل أنت متأكد بأنك تريد قبول جميع المواعيد المعلقة؟
ro_ro: Sigur doriți să aprobați TOATE rezervarile în așteptare?

source: Are you sure you want to delete ALL pending appointments?
ar: هل أنت متأكد بأنك تريد حذف جميع المواعيد المعلقة؟
ro_ro: Sigur doriți să ștergeți TOATE rezervarile în așteptare?

source: Are you sure you want to delete all PASSED pending appointments?
ar: هل أنت متأكد بأنك تريد حذف جميع المواعيد المعلقة الفائتة؟
ro_ro: Sigur doriți să ștergeți toate întâlnirile în așteptare EXPIRATE?

source: Wrong username/password combination.
ar: تركيبة خاطئة لاسم المستخدم / كلمة المرور.
ro_ro: Numele de utilizator sau parola greșite.

source: Please enter your name to book an appointment.
ar: الرجاء إدخال اسمك لحجز الموعد.
ro_ro: Introduceți numele dvs. pentru a rezerva o întâlnire.

source: Please enter your name, your email address
ro_ro: Vă rugăm să introduceți numele si adresa de e-mail.

source: Please fill in all "Information" fields.
ar: الرجاء تعبئة كافة حقول "المعلومات".
ro_ro: Completați toate câmpurile "Informații".

source: Please check your email for instructions on resetting your password.
ar: يرجى التحقق من بريدك الإلكتروني للحصول على تعليمات حول إعادة تعيين كلمة المرور الخاصة بك.
ro_ro: Verificați adresa dvs. de e-mail pentru instrucțiuni privind resetarea parolei.

source: That username or email is not recognized.
ar: لم يتم التعرف على اسم المستخدم أو البريد الإلكتروني.
ro_ro: Acest nume de utilizator sau e-mail nu este recunoscut.

source: Booking Agent
ar: وكيل الحجز
ro_ro: Agent rezervari

source: What's New?
ar: ما الجديد؟
ro_ro: Ce este nou?

source: This plugin needs to be updated to be compatible with your theme.
ar: يحتاج هذا الإضافة المساعد لتحديث لتكون متوافقة مع القالب الخاص بك.
ro_ro: Acest plugin trebuie actualizat pentru a fi compatibil cu tema folosita.

source: Update Required
ar: التحديث مطلوب
ro_ro: Actualizare necesara

source: Set the parent_slug config variable instead.
ro_ro: Setați în schimb variabila config parent_slug.

source: Return to the Dashboard
ar: العودة إلى لوحة التحكم الرئيسية
ro_ro: Reveniți la Panoul de control

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
ro_ro: Pachetul plug-in de la distanță nu conține un dosar cu numele dorit și redenumirea nu funcționează.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
ro_ro: Te rugăm să contactezi furnizorul plugin-ului și să-i ceri să-și împacheteze plugin-ul în conformitate cu ghidul WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
ar: تتكون حزمة الإضافات على أكثر من ملف, لاكن لم يتم جمع الملفات في مجلد واحد.
ro_ro: Pachetul plug-in de la distanță conține mai mult de un fișier, dar fișierele nu sunt adaugate într-un dosar.

# plugin A *and* plugin B
source: and
ro_ro: și

source: Required
ar: مطلوب
ro_ro: Obligatoriu

source: Recommended
ar: موصى به
ro_ro: Recomandat

source: WordPress Repository
ar: مستودع ووردبريس
ro_ro: Arhivă WordPress

source: External Source
ar: مصدر خارجي
ro_ro: Sursă externă

source: Pre-Packaged
ar: المجموعة مجهزة مسبقا
ro_ro: Pre-ambalate

source: Not Installed
ar: غير مثبت
ro_ro: Neinstalat

source: Installed But Not Activated
ar: تم التثبيت ولكن لم يفعل
ro_ro: Instalat dar neactivat

source: Active
ar: نشط
ro_ro: Activ

source: Required Update not Available
ar: التحديث المطلوب غير متاح
ro_ro: Actualizarea necesară nu este disponibilă

source: Requires Update
ar: يتطلب تحديث
ro_ro: Necesită Actualizare

source: Update recommended
ar: أوصى بالتحديث
ro_ro: Actualizare recomandată

# plugins
source: All <span class="count">(%s)</span>
ro_ro: Toate <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
ro_ro: Pentru a Instala <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
ro_ro: Update Disponibil <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
ro_ro: Pentru a Activa <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
ar: غير معروف
ro_ro: metodă necunoscută

source: Installed version:
ar: الإصدار المثبت:
ro_ro: Versiune instalată:

source: Minimum required version:
ar: الحد الأدنى للإصدار المطلوب:
ro_ro: Versiunea minimă necesară:

source: Available version:
ar: الإصدار المتوفر:
ro_ro: Versiune disponibilă:

source: No plugins to install, update or activate.
ar: لا توجد إضافات للتثبيت أو التحديث أو التفعيل.
ro_ro: Nu există pluginuri pentru instalare, actualizare sau activare.

source: Source
ar: المصدر
ro_ro: Sursă

source: Type
ar: النوع
ro_ro: Tip

source: Version
ar: الإصدار
ro_ro: Versiune

source: Install %2$s
ro_ro: Instalați %2$s

source: Update %2$s
ro_ro: Actualizați %2$s

source: Activate %2$s
ro_ro: Activați %2$s

source: Upgrade message from the plugin author:
ar: رسالة تحديث من مبرمج الإضافة:
ro_ro: Actualizați mesajul de la autorul pluginului:

source: Install
ar: تثبيت
ro_ro: Instalare

source: Update
ar: تحديث
ro_ro: Actualizați

source: Activate
ar: تفعيل
ro_ro: Activati

source: No plugins were selected to be installed. No action taken.
ar: لم يتم تحديد أي إضافات للتثبيت. بناءاً على ذلك لم يتم إتخاذ أي إجراء.
ro_ro: Nu au fost selectate pluginuri pentru a fi instalate. Nicio actiune luata.

source: No plugins were selected to be updated. No action taken.
ar: لم يتم تحديد أي إضافات للتحديث. بناءاً على ذلك لم يتم إتخاذ أي إجراء.
ro_ro: Nu au fost selectate pluginuri pentru a fi actualizate. Nicio actiune luata.

source: No plugins are available to be installed at this time.
ar: لا يوجد اي اضافات للتثبيت في الوقت الحالي.
ro_ro: Nu sunt disponibile pluginuri care să fie instalate în acest moment.

source: No plugins are available to be updated at this time.
ar: لا اضافات متاحة ليتم تحديتها في هذاالوقت.
ro_ro: Nu sunt disponibile pluginuri care să fie actualizate în acest moment.

source: No plugins were selected to be activated. No action taken.
ar: لم يتم تحديد أي إضافات للتفعيل. لم يتم إتخاذ أي إجراء.
ro_ro: Nu au fost selectate pluginuri pentru a fi activate. Nicio actiune luata.

source: No plugins are available to be activated at this time.
ar: لا يوجد اي اضافات للتفعيل في الوقت الحالي.
ro_ro: Nu sunt disponibile pluginuri pentru a fi activate în acest moment.

source: The following plugin was activated successfully:
ro_ro: Următorul plugin a fost activat cu succes:

source: Plugin activation failed.
ar: فشل تفعيل الاضافة.
ro_ro: Activarea pluginurilor a eșuat.

source: Plugin activated successfully.
ar: تم تفعيل الإضافة بنجاح.
ro_ro: Plugin-ul a fost activat cu succes.

source: Updating Plugin %1$s (%2$d/%3$d)
ro_ro: Actualizarea pluginului %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
ro_ro: A apărut o eroare la instalarea %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
ro_ro: Instalarea %1$s a eșuat.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
ar: عملية التثبيت والتفعيل بدأت. قد تستغرق هذه العملية بعض الوقت، لذا يرجى التحلي بالصبر.
ro_ro: Procesul de instalare și activare începe. Acest proces poate dura un timp pe unele gazde, deci vă rugăm să aveți răbdare.

source: %1$s installed and activated successfully.
ro_ro: %1$e instalat și activat cu succes.

source: Show Details
ar: إظهار التفاصيل
ro_ro: Arata detaliile

source: Hide Details
ar: إخفاء التفاصيل
ro_ro: Ascunde detaliile

source: All installations and activations have been completed.
ar: جميع التنزيلات والتفعيل اكتملت.
ro_ro: Toate instalările și activările au fost finalizate.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
ro_ro: Instalarea și activarea pluginului %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
ar: عملية التثبيت بدأت. قد تستغرق هذه العملية بعض الوقت، لذا يرجى الانتظار .
ro_ro: Procesul de instalare și activare începe. Acest proces poate dura un timp, deci vă rugăm să aveți răbdare.

source: %1$s installed successfully.
ro_ro: %1$e instalat cu succes.

source: All installations have been completed.
ar: تمت جميع عمليات التثبيت.
ro_ro: Toate instalările au fost finalizate.

source: Installing Plugin %1$s (%2$d/%3$d)
ro_ro: Instalarea pluginului %1$s (%2$d/%3$d)

source: Appointment Calendar Feeds
ar: تقويم الموعد
ro_ro: Noutati calendarul de programare

source: Instructions
ar: التعليمات
ro_ro: Instructiuni

source: Use the following URLs to either download a static feed (not auto-updating) or paste the URL into your favorite calendar app (Google Calendar, Apple Calendar, etc.) as a subscription to load a read-only auto-updating appointment feed.
ro_ro: Utilizați următoarele adrese URL pentru a descărca un flux static (nu se actualizează automat), sau lipiți adresa URL în aplicația dvs. calendaristică preferată (Google Calendar, Apple Calendar etc.) ca abonament pentru a încărca un flux de întâlniri cu auto-actualizare pentru citire la nevoie.

source: All Appointments
ar: كل المواعيد
ro_ro: Toate intalnirile

source: Calendar Feeds
ar: خلاصات التقويم
ro_ro: Feed-uri pentru calendar

source: In order to use the %s plugin, you need to have %s installed and active.
ro_ro: Pentru a utiliza pluginul %s, trebuie să aveți %s instalat și activ.

source: [No name]
ro_ro: [Fara nume]

source: [No email]
ar: [لا بريد إلكتروني]
ro_ro: [Fără e-mail]

source: Upcoming Appointments
ar: المواعيد القادمة
ro_ro: Evenimente viitoare

source: Pending Appointments
ar: مواعيد معلقة
ro_ro: Evenimente in asteptare.

source: Appointment History
ar: سجل المواعيد
ro_ro: Istoric evenimente

source: Appointment Information
ar: معلومات الموعد
ro_ro: Informatii eveniment

source: Contact Information
ar: معلومات الاتصال
ro_ro: Informatii de contact

source: Name
ar: الاسم
ro_ro: Nume

source: Phone
ar: الهاتف
ro_ro: Telefon

source: Date
ar: التاريخ
ro_ro: Data

source: Time
ar: الوقت
ro_ro: Ora

source: %s Pending Appointment
ro_ro: %s Intalnire in asteptare.

source: No pending appointments.
ar: لا مواعيد معلقة.
ro_ro: Nu există rezervări în așteptare.

source: %s Past Appointment
ar: %s موعد سابق
ro_ro: %s Numirea trecută

source: No past appointments.
ar: لا توجد مواعيد فائتة.
ro_ro: Nu există întâlniri anterioare.

source: %s Upcoming Appointment
ro_ro: %s urmatoarea intalnire.

source: No upcoming appointments.
ar: لا المواعيد القادمة.
ro_ro: Nu sunt programate viitoare întâlniri.

source: Today
ar: اليوم
ro_ro: Azi

source: from
ar: من
ro_ro: De la:

source: at
ar: في
ro_ro: la

source: pending
ar: قيد الانتظار
ro_ro: In asteptare

source: approved
ar: موافق عليه
ro_ro: aprobat

source: Approve
ar: موافقة
ro_ro: Aprobare

source: (this user no longer exists)
ar: (هذا المستخدم لم يعد موجود)
ro_ro: (acest utilizator nu mai există)

source: This appointment has passed.
ar: فات هذا الموعد.
ro_ro: Acest eveniment a trecut

source: Additional information
ar: معلومات اضافية
ro_ro: Informatii suplimentare

source: Please log in to view your upcoming appointments.
ar: يرجى تسجيل الدخول لمشاهدة مواعيدك القادمة.
ro_ro: Vă rugăm să vă conectați pentru a vă vedea întâlnirile viitoare.

source: Approve Appointment
ar: الموافقة على الموعد
ro_ro: Aproba eveniment

source: Mark as Paid
ar: علم كـمدفوع
ro_ro: Marchează ca plătit

source: Awaiting Payment
ar: بانتظار المدفوعات
ro_ro: În așteptarea plății

source: Paid
ar: مدفوع
ro_ro: Plătit

source: Update Appointment Date
ar: تحديث تاريخ موعد
ro_ro: Actualizare data eveniment.

source: Please confirm that you would like to change the appointment date for %s to the following:
ro_ro: Vă rugăm să confirmați că doriți să modificați data de întâlnire pentru %s la următoarele:

source: %s at %s
ro_ro: %s la %s

source: Cancel
ar: إلغاء
ro_ro: Anulare

source: Pay
ar: دفع
ro_ro: Plateste

source: Cancel Appointment
ar: إلغاء موعد
ro_ro: Anulati eveniment/intalnire

source: Paid Service Selector
ar: اختيار الخدمة المدفوعة
ro_ro: Selector servicii platite

source: Required Field
ar: حقل مطلوب
ro_ro: Câmp necesar

source: Enter a label for this drop-down group...
ar: أدخل تسمية لمجموعة القوائم المنسدلة ...
ro_ro: Introduceți o etichetă pentru acest grup drop-down ...

source: Select a Product
ar: اختر المنتج
ro_ro: Selectați un produs

source: WooCommerce Product
ar: منتوج WooCommerce
ro_ro: Produs WooCommerce

source: WooCommerce Settings
ar: اعدادات WooCommerce
ro_ro: Setari WooCommerce

source: %s integer expected when %s given.
ro_ro: %s integer așteptat când %s dat.

source: %s invalid ID is given. %s
ro_ro: %s ID nevalid este dat. %s

source: Order Paid
ar: طلب مدفوع
ro_ro: Comanda plătită

source: Order
ar: الطلب
ro_ro: Comanda

source: from %1$s to %2$s on %3$s
ro_ro: din %1$s pana pe %2$s la %3$s

source: at %1$s on %2$s
ro_ro: la %1$s pe %2$s

source: Are you sure you want to change the appointment date? By doing so, the appointment date will need to be approved again.
ar: هل أنت متأكد من أنك تريد تغيير موعد الموعد؟ من خلال القيام بذلك ، يجب الموافقة على موعد الموعد مرة أخرى.
ro_ro: Sigur doriți să schimbați data întâlnirii? Procedând astfel, data de programare va trebui să fie aprobată din nou.

source: Are you sure you want to add the appointment to cart and go to checkout?
ar: هل أنت متأكد من أنك تريد إضافة الموعد إلى سلة التسوق والذهاب إلى الخروج؟
ro_ro: Sigur doriți să adăugați rezervarea în coș și să mergeți la checkout?

source: Are you sure you want to mark this appointment as "Paid"?
ar: هل أنت متأكد من أنك تريد تحديد هذا الموعد باسم “مدفوع”؟
ro_ro: Sigur doriți să marcați această întâlnire ca fiind "Plătită"?

# booked-woocommerce-payments
source: Awaiting Payment
ar: بانتظار المدفوعات
ro_ro: În așteptarea plății

source: Awaiting Payment <span class="count">(%s)</span>
ro_ro: În aşteptarea plăţii <span class="count">(%s)</span>

source: Enable Thumbnails
ar: تفعيل المصغرات
ro_ro: Activați miniaturile

source: Enable Auto-Cleanup
ro_ro: Activați Auto-Curățare

source: Cleanup Schedule
ro_ro: Curatati program

source: Redirect After Booking
ar: إعادة توجيه بعد الحجز
ro_ro: Redirectionati după rezervare

source: Enable this to show product thumbnails for Booked items (on the cart/checkout screens).
ro_ro: Activați această opțiune pentru a afișa miniaturi ale produselor (pe paginile cart / checkout).

source: Automatically cleans up all non-paid appointments at a specific time interval. For example, when someone chooses a day and product but does not pay for the appointment, then it will continue to be "booked" unless removed manually. This removes that step with an automated option.
ro_ro: Curăță automat toate rezervările neplătite la un anumit interval de timp. De exemplu, atunci când cineva alege o zi și un produs, dar nu plătește pentru rezervare, atunci va continua să fie "rezervat" dacă nu este eliminat manual. Aceasta elimină acel pas cu o opțiune automatizată.

source: Checkout Page (default)
ar: صفحة إنهاء الطلبية
ro_ro: Pagina plasare comanda (implicit)

source: Cart Page
ar: عربة التسوق
ro_ro: Pagină coșului

source: You can choose to have Booked redirect to the Checkout page (default) or the Cart page instead.
ro_ro: Puteți alege redirecționarea catre pagina pagina Checkout (implicită) sau pe pagina Cos.

source: More schedule intervals can be added with a plugin like <a href="https://wordpress.org/plugins/wp-crontrol/" target="_blank">WP Crontrol</a>.
ro_ro: Mai multe intervale pot fi adăugate cu un plugin ca <a href="https://wordpress.org/plugins/wp-crontrol/" target="_blank"> WP Crontrol </a>.

source: The currently available schedules are listed below.
ro_ro: Calendarele disponibile în prezent sunt enumerate mai jos.

source: Choose New Date
ar: اختر تاريخ جديد
ro_ro: Alegere dată nouă

source: An error has occur.
ar: لقد حدث خطأ.
ro_ro: A apărut o eroare.

source: Appointment ID is not defined.
ro_ro: Codul rezervarii nu este definit.

source: Appointment has been added to the cart
ar: تمت إضافة الموعد إلى سلة المشتريات
ro_ro: Rezervarea a fost adăugată în coș.

source: Weekly
ar: أسبوعي
ro_ro: Săptămânal

source: Twice Weekly
ar: مرتين أسبوعيا
ro_ro: De două ori pe săptămână

source: Monthly
ar: شهري
ro_ro: Lunar

source: Twice Monthly
ar: مرتين كل شهر
ro_ro: De două ori pe lună

source: Every 30 Minutes
ar: كل 30 دقيقة
ro_ro: La fiecare 30 de minute

source: Every 15 Minutes
ar: كل 15 دقيقة
ro_ro: La fiecare 15 minute

source: Every 5 Minutes
ar: كل 5 دقائق
ro_ro: La fiecare 5 min

source: "Booked Payments with WooCommerce" plugin by Boxy Studio is currently inactive due to a missing dependency.
ro_ro: "Plățile rezervate cu WooCommerce" de către Boxy Studio este momentan inactivă din cauza unei dependențe lipsă.

source: "Booked" plugin by <a href="https://boxystudio.com/" target="_blank">Boxy Studio</a> is missing or not active.
ro_ro: "Booked" plugin dezvoltat de <a href="https://www.agamedia.ro/" target="_blank">AGA Media</a> lipseste sau nu este activ.

source: "WooCommerce" plugin by <a href="http://www.woothemes.com/woocommerce/" target="_blank">WooThemes</a> is missing or not active.
ro_ro: "WooCommerce" plugin dezvoltat de <a href="https://www.agamedia.ro/" target="_blank">AGA Media</a> lipseste sau nu este activ.

source: Appointment with ID %1$d does not have any products assigned to it.
ro_ro: Rezervarea cu ID %1$d nu are niciun produs alocat.

source: Booked Appointment Service
ar: خدمة حجز المواعيد
ro_ro: Serviciu de rezervări platitte

source: Booked Appointment products are used for Booked Payments.
ro_ro: Produsele Serviciu de rezervări platitte sunt folosite pentru Rezervari Platite.

source: Form Field
ar: حقل النموذج
ro_ro: Câmp formular

source: Appointment
ar: موعد
ro_ro: Programare

source: Appointment "%s" and cart products do not match. Please make sure that all appointment products are available in the cart.
ro_ro: Rezervarea "%s" și produsele de coș nu se potrivesc. Asigurați-vă că toate produsele pentru rezervari sunt disponibile în coș.

source: An error has occur while retrieving product data for product with ID %1$d.
ro_ro: A apărut o eroare în timpul preluării datelor produsului cu ID-ul %1$d.

source: Unlimited Space Available
ro_ro: Nelimitat spatiu disponibil

source: %d Space Available
ar: أماكن شاغرة %d
ro_ro: %d Spatiu Disponibil

source: Full
ar: كامل
ro_ro: Plin

source: %s to %s
ro_ro: %s la %s

source: New
ar: جديد
ro_ro: Nou

source: Fixed
ar: ثابت
ro_ro: Fixat

source: What's new in this update?
ar: ما الجديد في هذا التحديث؟
ro_ro: Ce este nou în această actualizare?

source: Title (optional)
ar: العنوان (اختياري)
ro_ro: Titlu

source: Start time ...
ar: وقت البداية ...
ro_ro: De la...

source: End time ...
ar: وقت النهاية ...
ro_ro: Pana la....

source: Time between ...
ar: الوقت بين ...
ro_ro: Intre...

source: Appt Length ...
ar: طول الموعد …
ro_ro: durată...

source: # of Each ...
ro_ro: # din fiecare ...

source: All Day
ar: طوال اليوم
ro_ro: Toata ziua

source: night
ar: مساء
ro_ro: noapte

source: Sunday
ar: الأحد
ro_ro: Duminică

source: Monday
ar: الاثنين
ro_ro: Luni

source: Tuesday
ar: الثلاثاء
ro_ro: Marti

source: Wednesday
ar: الاربعاء
ro_ro: Miercuri

source: Thursday
ar: الخميس
ro_ro: Joi

source: Friday
ar: الجمعة
ro_ro: Vineri

source: Saturday
ar: السبت
ro_ro: Sambata

source: No time slots.
ar: لا يوجد فترات زمنية.
ro_ro: Nu există intervale de timp.
