Repository: pabl8/my_wyzi
Catalog: languages/wyzi-business-finder-*.po
Languages: ar, ro_ro

source: Username/Email not found
ar: لم يتم العثور على البريد الإلكتروني
ro_ro: Numele de utilizator / e-mail nu a fost găsit

source: Sending email failed
ar: فشل إرسال البريد الإلكتروني
ro_ro: Trimiterea e-mailului a eșuat

source: We have just sent you an email with Password reset instructions
ar: قمنا الآن بإرسال رسالة الي بريدك الالكتروني تحتوي على تعليمات اعادة تعيين كلمة المرور
ro_ro: Tocmai v-am trimis un e-mail cu instrucțiuni de resetare a parolei

source: Username already taken
ar: تم إستخدام اسم المستخدم هذا
ro_ro: Numele de utilizator deja luat

source: Invalid username
ar: اسم المستخدم غير صالح
ro_ro: Nume de utilizator invalid

source: Please enter a username
ar: من فضلك ادخل اسم المستخدم
ro_ro: Va rugam sa introduceti un nume de utilizator

source: Invalid email
ar: بريد إلكتروني غير صالح
ro_ro: E-mail invalid

source: Email already registered
ar: البريد الالكتروني مسجل من قبل
ro_ro: E-mail deja înregistrat

source: Passwords do not match
ar: كلمات المرور غير متطابقة
ro_ro: parolele nu se potrivesc

source: Please choose your subscription
ar: يرجى اختيار اشتراكك
ro_ro: Alegeți abonamentul dvs.

source: Please Accept the terms and conditions to be able to register.
ro_ro: Acceptați termenii și condițiile pentru a vă putea înregistra.

source: Recaptcha authentification failed
ar: فشلت مصادقة Recaptcha
ro_ro: Recunoașterea autentificării nu a reușit

source: %s is required.
ro_ro: %s este necesar.

source: A message has been sent to your email address, please follow the link provided to complete your registration.
ro_ro: A fost trimis un mesaj la adresa dvs. de e-mail, urmați linkul furnizat pentru a vă completa înregistrarea.

source: Error
ar: خطأ
ro_ro: Eroare

source: Please login into facebook and then click connect button again
ar: يرجى تسجيل الدخول إلى facebook ثم النقر على زر الاتصال مرة أخرى
ro_ro: Conectați-vă la Facebook și apoi faceți clic pe butonul de conectare din nou

source: Cheatin&#8217; huh?
ar: تغش ‘هاه؟
ro_ro: Cheatin & # 8217; nu-i asa?

source: Sign In with facebook
ar: تسجيل دخول عبر حساب فايسبوك
ro_ro: Logheaza-te cu Facebook

source: We need your email in order to continue. Please try loging again.
ar: نحتاج إلى بريدك الإلكتروني من أجل المتابعة. يرجى محاولة تسجيل الدخول مرة أخرى.
ro_ro: Avem nevoie de e-mailul dvs. pentru a continua. Încearcă să te înregistrezi din nou.

source: Invalid User
ar: مستخدم غير صالح
ro_ro: Utilizator incorect

source: User registration is disabled
ar: التسجيل غير متاح
ro_ro: Înregistrarea utilizatorilor este dezactivată

source: Profile Photo
ar: صورة الملف الشخصي
ro_ro: Fotografie de profil

source: email/username of the user you want to transfer points to
ar: ‫ ‬ ‫البريد الإلكتروني / اسم المستخدم للمستخدم الذي تريد نقل النقاط إليه
ro_ro: email / nume de utilizator al utilizatorului la care doriți să transferați puncte

source: amount of points you want to transfer
ar: مقدار النقاط التي تريد نقلها
ro_ro: numărul de puncte pe care doriți să le transferați

source: transaction note
ro_ro: nota de tranzacție

source: Points transfer costs
ar: تكاليف نقل النقاط
ro_ro: Costurile de transfer de puncte

source: points
ar: النقـاط
ro_ro: puncte

source: The Email you entered is not valid.
ar: العنوان البريدي الذي أدخلته غير صالح.
ro_ro: Emailul pe care l-ați introdus nu este valabil.

source: This email is already in use.
ar: هذا البريد الإلكتروني مستخدم حالياً.
ro_ro: Acest email este deja folosit.

source: Email is required.
ar: البريد الإلكتروني مطلوب.
ro_ro: E-mailul este necesar.

source: The passwords you entered do not match.
ar: عذرا، كلمة المرور غير متطابقة.
ro_ro: Parola introdusă nu se potrivește.

source: my account
ar: حسابي
ro_ro: contul meu

source: Welcome %s
ro_ro: Bun venit% s

source: View your shopping cart
ar: عرض سلة التسوق الخاصة بك
ro_ro: Vizualizați coșul de cumpărături

source: Start shopping
ar: ابدا التسوق
ro_ro: Incepeti cumparaturile

source: My Account
ar: حسابي
ro_ro: Contul meu

source: You are not allowed to access this part of the site
ar: لا يسمح لك بالوصول إلى هذا الجزء من الموقع
ro_ro: Nu aveți permisiunea de a accesa această parte a site-ului

source: WIZY ToolKit needs the following pages to be created for proper plugin functionality
ar: تحتاج WIZY ToolKit إلى إنشاء الصفحات التالية للحصول على وظائف البرنامج المساعد المناسبة
ro_ro: WIZY ToolKit are nevoie de crearea următoarelor pagini pentru funcționalitatea pluginului adecvat

source: drafted
ro_ro: elaborat

source: Create Pages
ar: إنشاء صفحات
ro_ro: Creați pagini

source: Current Owner
ar: المالك الحالي
ro_ro: Proprietarul actual

source: User already has a business
ar: المستخدم لديه مسبقاً عمل تجاري
ro_ro: Utilizatorul are deja o afacere

source: Transfer Business Owner
ar: نقل مالك العمل
ro_ro: Transferați proprietarul afacerii

source: Business verified
ro_ro: Afaceri verificate

source: Business category icon
ro_ro: Pictograma categoriei de afaceri

source: Currently belongs to
ar: ينتمي حاليا إلى
ro_ro: În prezent aparține

source: Transfer Offer's related Business
ro_ro: Oferta de transfer aferent afacerii

source: Product's owner business
ro_ro: Activitatea proprietarului produsului

source: This user doesn't have enough points to publish %s
ro_ro: Acest utilizator nu are suficiente puncte pentru a publica% s

source: This user has enough points to publish %s
ro_ro: Acest utilizator are suficiente puncte pentru a publica% s

source: You already have the maximum allowed number of Businesses
ro_ro: Aveți deja numărul maxim permis de companii

source: Registration Complete
ro_ro: Înregistrare completă

source: You don't have the right to acces this part of the site
ar: ليس لديك الحق في الوصول إلى هذا الجزء من الموقع
ro_ro: Nu aveți dreptul de a accesa această parte a site-ului

source: You don't have the rights to create a booking calendar
ar: ليس لديك حقوق إنشاء تقويم الحجز
ro_ro: Nu aveți dreptul să creați un calendar de rezervare

source: You already have a calendar for this business
ro_ro: Aveți deja un calendar pentru această afacere

source: Holds products that offer additional points for the user on purchase. Displayed on the "Buy Points" page.
ro_ro: Menține produse care oferă puncte suplimentare utilizatorilor la cumpărare. Afișată pe pagina "Cumpărați puncte".

source: Points
ar: نقاط
ro_ro: puncte

source: WYZI Listing First Gallery Image
ro_ro: WYZI Listarea primei imagini a galeriei

source: Back to Listings
ar: العودة إلى القوائم
ro_ro: Înapoi la Anunturi

source: Sold By
ro_ro: Vandut de

source: Business Post
ro_ro: Post de afaceri

source: Orders
ro_ro: Comenzi

source: Business Posts
ro_ro: Posturi de afaceri

source: Value
ro_ro: Valoare

source: Business Ratings
ro_ro: Evaluări de afaceri

source: Shop Orders
ro_ro: Comenzile magazinelor

source: Not related to a %s
ro_ro: Nu este legat de un% s

source: This listing has expired.
ar: انتهت صلاحية هذه القائمة.
ro_ro: Această listare a expirat.

source: <span>Belongs to Business:</span> %s
ro_ro: <span>Aparține afacerii:</span> %s

source: This position has been filled
ar: تم شغل هذا المنصب
ro_ro: Această poziție a fost completată

source: Applications have closed
ar: تم إغلاق الطلبات
ro_ro: Aplicațiile au fost închise

source: Are you sure you want to delete this job? This step is irreversible.
ar: هل أنت متأكد من أنك تريد حذف هذه الوظيفة؟ هذه الخطوة لا رجعة فيها.
ro_ro: Sigur doriți să ștergeți această activitate? Acest pas este ireversibil.

source: Apply for job
ar: التقديم على الوظيفة
ro_ro: Aplicați pentru locuri de muncă

source: Submit Listing
ro_ro: Trimiteți înregistrarea

source: Edit listing
ar: تحرير المتجر
ro_ro: Editați înregistrarea

source: Preview
ar: معاينة
ro_ro: previzualizare

source: %s listed successfully.
ro_ro: %s listate cu succes.

source: %s submitted successfully. Your listing will be visible once approved.
ro_ro: %s trimis cu succes. Înregistrarea dvs. va fi vizibilă odată aprobată.

source: No %s found in Trash
ro_ro: Nu s-a găsit% s în coșul de gunoi

source: Map Coordinates
ar: إحداثيات خريطة
ro_ro: Coordonatele hărții

source: Is Vendor
ro_ro: Este vânzătorul

source: Add new Transfer item
ro_ro: Adăugați un element de transfer nou

source: Edit Points Transfer
ro_ro: Editarea punctelor de transfer

source: New Transfer item
ro_ro: Noul element de transfer

source: View Transfer
ro_ro: Vizualizați transferul

source: Search Points Transfers
ro_ro: Puncte de căutare transferate

source: No items found
ro_ro: Nu au fost gasite articolele

source: No items found in trash
ro_ro: Nu s-au găsit elemente în coșul de gunoi

source: Parent item
ro_ro: Elementul părinte

source: Ammount Transferred
ro_ro: Suma transferată

source: Transfer fee
ro_ro: Taxa de transfer

source: Wyzi Toolkit Options
ro_ro: Wyzi Opțiuni Toolkit

source: Toolkit Options
ro_ro: Opțiuni de seturi de instrumente

source: Settings updated
ar: تحديث الإعدادات
ro_ro: setările aduse la zi

source: Subscription Mode
ro_ro: Mod abonament

source: Important: Turning Subscription Mode On will overide Registration Cost, and you will be able to control what a Business Owner can and cannot do from Memberships Levels. If you already have Business Accounts, enabling this feature will affect previosuly created businesses.
ro_ro: Important: Modul de activare a abonamentului va depăși costul de înregistrare și veți putea controla ceea ce un proprietar de afaceri poate și nu poate face din nivelurile de membru. Dacă aveți deja Conturi de afaceri, activarea acestei funcții va afecta afacerile create anterior.

source: WooCommerce Payment
ro_ro: Plata WooCommerce

source: Turn this Option On is case you plan to use WooCommerce as the checkout page for Subscription, otherwise if you keep it off you can use available payment gateways found in Membership > Payment Settings. Make sure Paid Memberships Pro - WooCommerce Add On plugin is installed for this option to work. You can install it from Appearance > Install Plugins
ro_ro: Activați această opțiune În cazul în care intenționați să utilizați WooCommerce ca pagină de plată pentru abonament, în caz contrar, puteți utiliza gateway-urile de plată disponibile în secțiunea Membership> Payment Settings. Asigurați-vă că membrii plătiți Pro-WooCommerce Add On plugin-ul este instalat pentru ca această opțiune să funcționeze. Puteți să o instalați din Aspect> Instalare pluginuri

source: Enable Booking
ro_ro: Activați rezervarea

source: Allows business owners to create calendars for his business
ro_ro: Permite proprietarilor de afaceri să creeze calendare pentru afacerea sa

source: Enable Job Submits
ro_ro: Activați depunerea de locuri de muncă

source: Allows business owners to submit jobs (requires wp job manager plugin)
ro_ro: Permite proprietarilor de afaceri să trimită locuri de muncă (necesită plugin wp job manager)

source: Job Rquires a Business
ro_ro: Ocupa o afacere

source: Business owners can publish a job only if they have a published business
ro_ro: Proprietarii de afaceri pot publica un loc de muncă numai dacă au o afacere publicată

source: Maximum allowed jobs per user
ro_ro: Lucrări maxime per utilizator

source: set to zero for no limit
ro_ro: setați la zero pentru nici o limită

source: Job Submition Cost
ro_ro: Costul de depunere a locurilor de muncă

source: Featured Businesses per Page
ro_ro: Afaceri recomandate pe pagină

source: Number of featured businesses to display at the top of the listing, set to 0 to disable
ro_ro: Numărul de întreprinderi recomandate pentru afișare în partea de sus a listei, setat la 0 pentru a dezactiva

source: Registration Cost
ar: تكلفة التسجيل
ro_ro: Costul de înregistrare

source: Cost in Points for new Business Registration, set zero to keep it free
ro_ro: Costul în puncte pentru înregistrarea unei noi companii, setați zero pentru al păstra liber

source: Post Submission Cost
ro_ro: Costul postării

source: Cost in Points for Post new creation in Business wall, set zero to keep it free
ro_ro: Costul în Puncte pentru postarea unei noi creații în Business wall, setați zero pentru al menține gratuit

source: Points Transfer
ro_ro: Puncte Transfer

source: Enable users to tranfer points between one another
ro_ro: Permiteți utilizatorilor să transfere puncte între ele

source: Hide Points
ro_ro: Ascundeți puncte

source: Hide points status in the user dashboard page
ro_ro: Ascundeți starea punctelor pe pagina de bord a utilizatorului

source: Points transfer Cost
ro_ro: Puncte transferă costul

source: Cost in Points for transferring pionts between users.
ro_ro: Costul în Puncte pentru transferarea piontelor între utilizatori.

source: Maximum allowed Businesses per user
ro_ro: Firmele maxime per utilizator

source: Maximum allowed number of businesses for a business owner to have.
ro_ro: Numărul maxim permis de afaceri pentru un proprietar de afaceri.

source: Maximum allowed attachments per user
ro_ro: Accesoriile maxime admise per utilizator

source: Maximum allowed number of attachments for a user to upload. (-1 for unlimited)
ro_ro: Numărul maxim permis de atașamente pentru un utilizator pe care să îl încărcați. (-1 pentru nelimitat)

source: Immediate Approval
ar: موافقة فورية
ro_ro: Imediat aprobare

source: If ON, new Businesses will be directly published by Business Owners to public, without Admin Approval
ro_ro: Dacă este activată, noile companii vor fi publicate direct de către proprietarii de afaceri în mod public, fără aprobarea administratorului

source: Draft on Expiry
ro_ro: Proiect de expirare

source: If ON, businesses will be drafted once their owner's subscription expires.
ro_ro: Dacă este activată, întreprinderile vor fi redactate odată cu expirarea abonamentului proprietarului.

source: No Posts Message
ro_ro: Nu există mesaje Mesaj

source: What will appear on Business Wall Page in case the Business has no Posts yet
ar: ماذا سيظهر في صفحة “جدار الأعمال” في حالة عدم وجود مشاركات في “الأعمال” حتى الآن
ro_ro: Ce va apărea pe pagina Business Wall în cazul în care afacerea nu are încă postări

source: Wall Post Edit
ro_ro: Editare post de pe perete

source: If ON, business owners will be able to edit posts in their wall page.
ro_ro: Dacă este activată, proprietarii de afaceri vor putea să editeze postările în pagina lor de perete.

source: If ON, business owners will be able to edit their businesses.
ar: في حالة تشغيل ، سيتمكن أصحاب الأنشطة التجارية من تعديل أنشطتهم التجارية.
ro_ro: Dacă este activat, proprietarii de afaceri vor putea să își editeze afacerile.

source: Favorite business
ro_ro: Activitate preferată

source: Enable Favorite Business.
ro_ro: Activați afacerea preferată.

source: Footer in Single Business page
ro_ro: Subsol din pagina de afaceri unică

source: No Images Message
ro_ro: Mesaj fără imagini

source: What will appear on Business Images Page in case the Business has no Images yet
ro_ro: Ce va apărea pe pagina Imagini de afaceri în cazul în care afacerea nu are încă imagini

source: No Business Message
ro_ro: Nu există un mesaj de afaceri

source: What a Business owner sees when he has no Business, not shown to public
ar: ما يراه مالك النشاط التجاري عندما لا يكون لديه نشاط تجاري ، ولا يظهر للجمهور
ro_ro: Ce afișează un proprietar al afacerii atunci când nu are o afacere, care nu este prezentată publicului

source: No Ratings Message
ro_ro: Nu există niciun mesaj de evaluare

source: A message to display when a businesshas no ratings.
ar: رسالة يتم عرضها عندما لا يكون لدى النشاط التجاري تقييمات.
ro_ro: Un mesaj de afișat atunci când un business nu are rating.

source: Client Subscription
ro_ro: Abonament pentru clienți

source: Client Subscription Name as it appears to new registered Users
ro_ro: Numele de abonament al clientului așa cum apare utilizatorilor noi înregistrați

source: Business Subscription
ro_ro: Abonament de afaceri

source: Business Subscription Name as it appears to new registered Users
ro_ro: Numele de abonament de afaceri, așa cum apare utilizatorilor noi înregistrați

source: New Business Owner extra points
ro_ro: Noile puncte suplimentare pentru proprietarii de afaceri

source: Additional points to be added to new business owners
ar: النقاط الإضافية التي يجب إضافتها إلى أصحاب الأعمال الجدد
ro_ro: Puncte suplimentare care urmează să fie adăugate proprietarilor de afaceri noi

source: Hide Single Business Header
ro_ro: Ascundeți antetul de afaceri unic

source: Hide header (map/image) in Single Business Listing Page and Single offer Listing Page.
ro_ro: Ascundeți antetul (hartă / imagine) în Pagină cu o singură listă de afaceri și o listă de oferte pentru o singură ofertă.

source: Default Location
ar: الموقع الافتراضي
ro_ro: Locația implicită

source: Latitude
ar: خط العرض
ro_ro: Latitudine

source: Longitude
ar: خط الطول
ro_ro: Longitudine

source: New Businesses Default Location in case not specified when a Business is created from the back end
ro_ro: Locația implicită a companiei noi în cazul în care nu este specificată atunci când o companie este creată din spate

source: Hide Archives page Header
ro_ro: Ascundeți pagina Arhive Antet

source: Hide map in Business Archives Page.
ro_ro: Ascunde hartă în Business Archives Page.

source: Archives map zoom
ro_ro: Arhive harta zoom

source: Archives page map zoom level. 0: max zoomed out, 22: max zoomed in. Set to -1 for activate marker autofit.
ro_ro: Arhive harta nivelului măririi paginii. 0: max zoom out, 22: max zoomed in. Setați la -1 pentru a activa autofit marker.

source: Archives map sidebar
ro_ro: Arhive harta bara laterală

source: Archives map My Location
ro_ro: Arhive harta Locația mea

source: Business Archives content
ro_ro: Conținutul Arhivelor de afaceri

source: Content to display before the listings in business archives page, accepts shortcodes and html.
ro_ro: Conținutul de afișat înainte de listele din pagina arhivelor de afaceri, acceptă scurte coduri și html.

source: Hide map POI
ro_ro: Ascunde harta POI

source: Hide points of interest on single business page and archives maps
ro_ro: Ascundeți puncte de interes pe o singură pagină de afaceri și arhive

source: Single Business Header height
ro_ro: Înălțimea antetului pentru o singură companie

source: Business header (map/image) height in pixels
ro_ro: Antet de afaceri (hartă / imagine) înălțime în pixeli

source: Single Business Header Content
ro_ro: Conținut unic pentru anteturi de afaceri

source: Image
ar: صورة
ro_ro: Imagine

source: Choose what to display in the single business header area. (If an image is chosen, the map will be displayed in the business sidebar)
ro_ro: Alegeți ce se va afișa în zona antetului unei singure afaceri. (Dacă este selectată o imagine, harta va fi afișată în bara laterală a afacerii)

source: Map zooming by scroll wheel
ro_ro: Mărirea hărții prin rotița de defilare

source: Enable/Disable using the mouse scroll wheel to zoom in business map
ro_ro: Activați / Dezactivați utilizând rotița de derulare a mouse-ului pentru a mări harta de afaceri

source: Map radius unit
ar: الوحدة
ro_ro: Unitate de rază a hărții

source: Unit of measurment in global map radius slider
ro_ro: Unitate de măsură în raza globală a razei de hartă

source: Email From
ar: رسالة بريد إلكتروني من
ro_ro: E-mail de la

source: The Email that the contact messages will be sent from
ar: البريد الإلكتروني الذي سيتم إرسال رسائل الاتصال منه
ro_ro: E-mailul de la care vor fi trimise mesajele de contact

source: Switch Sidebars
ro_ro: Comutați laterale

source: Switch Sidebars, the static and dynamic sidebar locations in single listing business page
ro_ro: Comutați Sidebars, locațiile statice și dinamice ale barei laterale în pagina de afaceri cu o singură înregistrare

source: Open Hours Widget Title
ro_ro: Deschidere ore Titlu widget

source: The title above the "opening hours" widget in single business page.
ar: العنوان الموجود أعلى عنصر واجهة المستخدم "ساعات العمل" في صفحة أعمال فردية.
ro_ro: Titlul de deasupra widgetului "orar de deschidere" în pagina de afaceri unică.

source: Open/Close Time format
ro_ro: Formă de deschidere / închidere

source: open-close time format in business registration page
ro_ro: deschide-închide formatul de timp în pagina de înregistrare a afacerilor

source: Owner Rating Message
ro_ro: Evaluarea proprietarului

source: The Rate Text Business Owner sees
ar: يرى مالك معدل الأعمال النص
ro_ro: Proprietarul de evaluare a valorii tranzacției vede

source: Client Rating Message
ro_ro: Mesajul de evaluare a clienților

source: The Rate Text Logged in Clients or other Business Owners sees that have not rated yet
ro_ro: Textul de rată înregistrat în Clienți sau alți proprietari de afaceri vede că nu au evaluat încă

source: Already Rated Text
ro_ro: Textul deja evaluat

source: The Rate Text Logged in Clients or other Business Owners sees that have already rated
ro_ro: Textul de rată înregistrat în Clienți sau alți proprietari de afaceri vede că au evaluat deja

source: Not Logged in Rating Message
ro_ro: Nu este conectat la mesajul de evaluare

source: The Rate Text that non logged inusers see
ro_ro: Rata textului pe care o văd inuserii neînregistrați

source: Business CPT Name
ro_ro: Nume CPT pentru companie

source: A rewrite for the business cpt name
ro_ro: O rescriere pentru numele cpt de afaceri

source: Business tag permalink name
ro_ro: Nume de etichetă pe nume de comerț

source: A rewrite for the business_tags permalink name
ro_ro: O rescriere pentru numele business_tags permalink

source: Business Category slug Name
ro_ro: Categoria de afaceri cu numele de slug

source: A rewrite for the wyz_business_category slug name. Make sure not to input "category" which is a reserved category slug name to Blog Posts of WordPress by default
ro_ro: O rescriere pentru numele slugului wyz_business_category. Asigurați-vă că nu introduceți categoria "categorie", care este un nume de slug de categorie rezervată, la Postările blog din WordPress în mod implicit

source: Business Plural Name
ro_ro: Numele Pluralului de Afaceri

source: Plural display name of Businesses
ro_ro: Nume afișat plural al companiilor

source: Which social media, if any, to allow for business post sharing
ro_ro: Ce media sociale, dacă este cazul, pentru a permite postarea de posturi de afaceri

source: Map skin
ar: الجلدجلد الخريطة
ro_ro: Hartă de piele

source: Business Post CPT Name
ro_ro: Numele Postului CPT al Postului de Afaceri

source: A rewrite for the wyz_business_post cpt name
ro_ro: O rescriere pentru numele cpt wyz_business_post

source: Location CPT Name
ro_ro: Numele CPT de locație

source: A rewrite for the wyz_location cpt name
ar: إعادة كتابة اسم cpt wyz_location
ro_ro: O rescriere pentru numele cpt wyz_location

source: Location Plural Name
ro_ro: Numele pluralului de locație

source: Plural display name of Locations
ro_ro: Nume afișat plural al locațiilor

source: Google Map API Key
ar: مفتاح API لخرائط جوجل
ro_ro: Cheia API Google Map

source: An API Key for your Maps
ro_ro: O cheie API pentru hărțile dvs.

source: Number of loaded businesses on map
ar: عدد الأنشطة التجارية المحملة على الخريطة
ro_ro: Numărul de afaceri încărcate pe hartă

source: Open all Day
ar: مفتوح طوال اليوم
ro_ro: Deschis toată ziua

source: Closed all Day
ar: مغلق طوال اليوم
ro_ro: Închis toată ziua

source: Default user role
ar: الرتبة الافتراضية للمستخدم الجديد
ro_ro: Rolul implicit al utilizatorului

source: User Chooses
ar: يختار المستخدم
ro_ro: Utilizatorul alege

source: This determines what will be the user's role after registering. Selecting "User Chooses" will display a dropdown on registration page for users to choose from.
ar: هذا يحدد ما سيكون دور المستخدم بعد التسجيل. سيؤدي تحديد "اختيار المستخدم" إلى عرض قائمة منسدلة على صفحة التسجيل ليختار المستخدمون منها.
ro_ro: Aceasta determină care va fi rolul utilizatorului după înregistrare. Selectarea opțiunii "User Chooses" va afișa o meniu derulantă pe pagina de înregistrare pe care o pot alege utilizatorii.
