Repository: pabl8/my_wyzi
Catalog: languages/wyzi-business-finder-*.po
Languages: ar, ro_ro

source: This user doesn't have enough points to register his business
ar: ليس لدى هذا المستخدم نقاط كافية لتسجيل نشاطه التجاري
ro_ro: Acest utilizator nu are suficiente puncte pentru a-și înregistra afacerea

source: This user has enough points to create a business
ar: لدى هذا المستخدم نقاط كافية لإنشاء نشاط تجاري
ro_ro: Acest utilizator are suficiente puncte pentru a crea o afacere

source: Security Check Failed.
ro_ro: Verificarea securității a eșuat.

source: Missing page index.
ro_ro: Indicele paginii lipsește.

source: Missing exporter index.
ro_ro: Indicele exportatorului lipsă.

source: A valid email address must be given.
ro_ro: Trebuie să aveți o adresă de e-mail valabilă.

source: An exporter has improperly used the registration filter.
ro_ro: Un exportator a utilizat în mod incorect filtrul de înregistrare.

source: Exporter index cannot be negative.
ro_ro: Indicele exportatorilor nu poate fi negativ.

source: Exporter index out of range.
ro_ro: Indicele exportatorilor din afara domeniului.

source: Page index cannot be less than one.
ro_ro: Indexul paginilor nu poate fi mai mic de unul.

source: Expected an array describing the exporter at index %s.
ro_ro: A fost prevăzută o matrice care descrie exportatorul la indexul% s.

source: Exporter array at index %s does not include a friendly name.
ro_ro: Gama de exporturi la indexul% s nu include un nume prietenos.

source: Exporter does not include a callback: %s.
ro_ro: Exportatorul nu include un apel invers:% s.

source: Exporter callback is not a valid callback: %s.
ro_ro: Executarea inversă a exportatorului nu este un apel inversat valid:% s.

source: Expected response as an array from exporter: %s.
ro_ro: Răspunsul așteptat ca matrice de la exportator:% s.

source: Expected data in response array from exporter: %s.
ro_ro: Datele așteptate din matricea de răspuns a exportatorului:% s.

source: Expected data array in response array from exporter: %s.
ro_ro: Generator de date preconizat în matrice de răspunsuri de la exportator:% s.

source: Expected done (boolean) in response array from exporter: %s.
ro_ro: Se așteaptă o execuție (booleană) în matricea de răspuns a exportatorului:% s.

source: View Details
ar: عرض التفاصيل
ro_ro: Vezi detalii

source: View All
ar: عرض الكل
ro_ro: A vedea tot

source: The Geolocation service failed. You can still search by location radius, but not by your location.
ar: فشلت خدمة تحديد الموقع الجغرافي. لا يزال بإمكانك البحث حسب نصف قطر الموقع ، ولكن ليس حسب موقعك.
ro_ro: Serviciul de geolocalizare a eșuat. Puteți căuta în continuare în funcție de raza locației, dar nu de locația dvs.

source: Error: Your browser doesn't support geolocation.
ar: متصفحك لا يدعم تحديد الموقع الجغرافي.
ro_ro: Eroare: browserul dvs. nu acceptă localizarea geografică.

source: No Businesses to show
ar: لا توجد شركات لعرضها
ro_ro: Fără afaceri

source: No Businesses match your search
ar: لا توجد شركات تطابق بحثك
ro_ro: Nicio companie nu corespunde căutării dvs.

source: You need to subscribe to a plan to be able to create or edit a business.
ro_ro: Trebuie să vă abonați la un plan pentru a crea sau edita o afacere.

source: Add New business
ro_ro: Adăugați o afacere nouă

source: You don't have enough points to create a business, so your business is now pending
ro_ro: Nu aveți suficiente puncte pentru a crea o afacere, deci afacerea dvs. este acum în așteptare

source: Thank you, your business is now pending for review.
ro_ro: Mulțumesc, afacerea dvs. este în prezent în curs de examinare.

source: Thank you, your new business has been created successfully.
ro_ro: Mulțumesc, noua dvs. afacere a fost creată cu succes.

source: Thank you, your new business info was updated successfully.
ro_ro: Mulțumim, informațiile despre noua dvs. companie au fost actualizate cu succes.

source: Shop Settings
ar: اعدادات المتجر
ro_ro: Setări magazin

source: PENDING BUSINESSES
ro_ro: PENTRU AFACERI

source: manage
ar: إدارة
ro_ro: administra

source: Published Businesses
ro_ro: Afacerile publicate

source: This business is pending
ro_ro: Această afacere este în așteptare

source: Publish
ar: نشر
ro_ro: Publica

source: your business
ro_ro: treaba ta

source: View Business
ro_ro: Afișați afacerea

source: Edit Business
ar: تحرير نشاط تجاري
ro_ro: Editați afacerea

source: Are you sure you want to delete your business? This step is irreversible.
ro_ro: Sigur doriți să ștergeți afacerea dvs.? Acest pas este ireversibil.

source: Delete Business
ro_ro: Ștergeți afacerea

source: Edit
ar: تعديل
ro_ro: Editați | ×

source: View
ar: عرض
ro_ro: Vedere

source: Search
ar: بحث
ro_ro: Căutare

source: No
ar: لا
ro_ro: Nu

source: found
ar: يوجد
ro_ro: găsite

source: found in trash
ar: العثور علية في المهملات
ro_ro: găsite în coșul de gunoi

source: Parent
ar: آباء
ro_ro: Mamă

source: comments closed
ar: التعليقات مغلقة
ro_ro: comentariile au fost închise

source: comments
ar: تعليقات
ro_ro: comentarii

source: post a comment
ar: ضف تعليق
ro_ro: a posta un comentariu

source: Comment
ar: تعليق
ro_ro: cometariu

source: no comments
ar: ليس هناك تعليقات
ro_ro: fara comentarii

source: %d<span> comment</span>
ro_ro: %d<span> comentariu</span>

source: Post by
ar: تم اضافتها بواسطة
ro_ro: Postați pe

source: FEATURED
ar: متميز
ro_ro: RECOMANDATE

source: read more
ar: اقرأ المزيد
ro_ro: Citeste mai mult

source: No more posts to show.
ar: ممم, يبدو انه لا يوجد المزيد من المواضيع.
ro_ro: Nu mai sunt postări de afișat.

source: Load More
ar: تحميل المزيد
ro_ro: Incarca mai mult

source: Like this post?
ar: هل أعجبتك هذه التدوينة؟
ro_ro: Ca acest post?

source: Sign up to make your opinion count
ar: اشترك لجعل رأيك يحتسب مع الأراء الأخرى
ro_ro: Înscrieți-vă pentru a vă număra opinia

source: send us a message
ar: أرسل لنا رسالة
ro_ro: Trimite-ne un mesaj

source: Send us a Message
ar: أرسل لنا رسالة
ro_ro: Trimite-ne un mesaj

source: Send us a message
ro_ro: Trimite-ne un mesaj

source: Subject
ro_ro: Subiect

source: Your message
ro_ro: Mesajul tau

source: Send
ro_ro: Trimite

source: Please Login to send message
ro_ro: Conectați-vă pentru a trimite un mesaj

source: edit
ar: تحرير
ro_ro: Editați | ×

source: No Jobs availabe at this moment.
ar: لا توجد وظائف متاحة في هذه اللحظة.
ro_ro: Nu există locuri de muncă disponibile în acest moment.

source: ratings
ar: تقييمات
ro_ro: evaluări

source: This browser does not support PDFs. Please download the PDF to view it:
ar: هذا المتصفح لا يدعم ملفات PDF. يرجى تنزيل ملف PDF لعرضه:
ro_ro: Acest browser nu acceptă fișiere PDF. Descărcați PDF-ul pentru ao vizualiza:

source: Download PDF
ar: تحميل PDF
ro_ro: Descărcați PDF

source: Download
ar: تحميل
ro_ro: Descarca

source: Unhandled exception
ro_ro: Excepție netratată

source: Name is required
ar: الاسم مطلوب
ro_ro: Numele este necesar

source: Email is required
ar: البريد الالكتروني مطلوب
ro_ro: E-mailul este necesar

source: Invalid email format
ar: صيغة البريد الإلكتروني غير صحيحة
ro_ro: format de email invalid

source: Message field cannot be empty
ar: لا يمكن ترك الحقل فارغ
ro_ro: Câmpul mesajului nu poate fi gol

source: This Business has no Posts Yet
ar: هذا العمل لا يوجد لديه منشورات بعد
ro_ro: Această afacere nu are încă postări

source: No Images To Display
ar: لا توجد صور لعرضها
ro_ro: Nu se afișează imaginile

source: You do not have a Business yet
ar: ليس لديك نشاط تجاري حتى الآن
ro_ro: Nu aveți încă o afacere

source: No ratings to display.
ar: لا يوجد تقييمات لعرضها.
ro_ro: Nicio evaluare pentru afișare.

source: Business Owner
ar: صاحب العمل
ro_ro: Patron

source: Opening Hours
ar: ساعات العمل
ro_ro: Ore de deschidere

source: You cannot rate your own Business
ar: لا يمكنك تقييم عملك الخاص
ro_ro: Nu puteți evalua propria afacere

source: Rate this Business and help others
ar: قيم هذا العمل وساعد الآخرين
ro_ro: Evaluați această afacere și ajutați-i pe ceilalți

source: You already rated this Business
ar: لقد قيّمت هذا النشاط التجاري من قبل
ro_ro: Ați evaluat deja această afacere

source: You need to log in to be able to rate this Business
ar: تحتاج إلى تسجيل الدخول لتتمكن من تقييم هذا العمل
ro_ro: Trebuie să vă conectați pentru a putea evalua această afacere

source: You do not have any published Offers Yet
ar: ليس لديك أي عروض منشورة بعد
ro_ro: Nu aveți nicio ofertă publicată încă

source: Products
ar: المنتجات
ro_ro: Produse

source: You don't have the appropriate permissions to edit this post
ar: ليس لديك الأذونات المناسبة لتعديل هذه المشاركة
ro_ro: Nu aveți permisiunile corespunzătoare pentru a edita această postare

source: Update Business
ar: تحديث معرض الاعمال
ro_ro: Actualizați afacerea

source: An error occured, no business info to display
ar: حدث خطأ ، لا توجد معلومات تجارية لعرضها
ro_ro: A apărut o eroare, nu au fost afișate informații despre companie

source: Security check failed.
ar: فشل التحقق من الأمان.
ro_ro: Verificarea securității a eșuat.

source: %s is Required.
ro_ro: %s este Necesar.

source: Incorrect time format for Time
ar: تنسيق الوقت غير صحيح للوقت
ro_ro: Format incorect de timp pentru Ora

source: Make this post sticky
ar: تثبيت هذا الموضوع بنجاح
ro_ro: Faceți acest post lipicios

source: Sticky
ar: لزج
ro_ro: Lipicios

source: Not Sticky
ro_ro: Nu este lipicios

source: &mdash; No Change &mdash;
ro_ro: &mdash; Nici o schimbare &mdash;

source: Stick this post to the front page
ar: تثبيت هذا المقال في مقدمة الصفحة
ro_ro: Urmați acest post pe prima pagină

source: Public, Sticky
ro_ro: Public, lipicios

source: Logo background color
ar: لون خلفية الشعار
ro_ro: Logo culoarea de fundal

source: Description
ar: الوصف
ro_ro: Descriere

source: A small description about your business
ar: وصف صغير عن عملك
ro_ro: O mică descriere despre afacerea dvs.

source: About Your Business
ar: حول عملك
ro_ro: Despre afacerea dvs.

source: A full description about your business
ar: وصف كامل عن عملك
ro_ro: O descriere completă a afacerii dvs.

source: Business Gallery
ar: معرض الصور لعملك
ro_ro: Galeria de afaceri

source: Your business slogan
ar: شعار عملك
ro_ro: Sloganul dvs. de afaceri

source: Address
ar: العنوان
ro_ro: Adresa

source: Street
ar: الشارع
ro_ro: Strada

source: City
ar: المدينة
ro_ro: Oras

source: Addition Address Line
ar: خط العنوان الإضافي
ro_ro: Adăugarea liniei de adrese

source: Phone Number 1
ar: رقم الهاتف 1
ro_ro: Numărul de telefon 1

source: Phone Number 2
ar: رقم الهاتف 2
ro_ro: Numărul de telefon 2

source: Business website
ar: موقع إلكتروني
ro_ro: Site de afaceri

source: Facebook Page Link
ar: رابط صفحة الفيس بوك
ro_ro: Link de pagină Facebook

source: Twitter Page Link
ar: رابط تويتر
ro_ro: Conectați pagina Twitter

source: Linkedin Page Link
ar: رابط لنكدين
ro_ro: Link Link Page

source: Google Plus Page Link
ar: رابط جوجل بلس
ro_ro: Linkul Google Page Plus

source: ADD OR UPLOAD FILE
ar: إضافة أو رفع ملف
ro_ro: ADĂUGARE SAU UTILIZARE FIȘIERE

source: Location
ar: الموقع
ro_ro: Locație

source: Choose Your Country then fine tune your location by moving the pointer
ar: اختر بلدك ثم حسّن موقعك عن طريق تحريك المؤشر
ro_ro: Alegeți țara dvs., apoi tonați-vă bine locația prin mutarea indicatorului

source: Range Radius
ro_ro: Radiusul de rază

source: Posts Comments
ar: تعليقات المقالات
ro_ro: Postări Comentarii

source: ON
ar: نشط
ro_ro: PE

source: Custom
ar: مخصص
ro_ro: Personalizat

source: Set the category icon that you want to represent your %s.
ro_ro: Setați pictograma categoriei pe care doriți să o reprezentați% s.

source: opening
ar: الفتح
ro_ro: deschidere

source: closing
ar: إغلاق
ro_ro: închidere

source: Range of coverage (in meters)
ro_ro: Gama de acoperire (în metri)

source: Custom time
ar: الوقت المخصص
ro_ro: Timp particularizat

source: Create Business
ro_ro: Creați o afacere

source: You can manage the order of business form fields that appear in the business registration page. Click on any Form Field to start
ro_ro: Puteți gestiona ordinea câmpurilor formularului de afaceri care apar pe pagina de înregistrare a afacerii. Faceți clic pe orice câmp de formular pentru a începe

source: Toggle panel: Format
ar: لوحة التبديل: التنسيق
ro_ro: Comutați panoul: Format

source: Form Fields
ar: حقول النموذج
ro_ro: Câmpuri de formular

source: New Tab
ar: علامة تبويب جديدة
ro_ro: Filă nouă

source: Business Name
ro_ro: Nume de afaceri

source: Logo
ar: الشعار
ro_ro: Siglă

source: Logo Background
ar: خلفية الشعار
ro_ro: Logo de fundal

source: About
ar: حول
ro_ro: Despre

source: Gallery
ar: معرض الصور
ro_ro: Galerie

source: Categories
ar: التصنيفات
ro_ro: Categorii

source: Category Icon
ar: ايكونة الفئة
ro_ro: Categorie Icon

source: Open/Close Times
ar: أوقات الفتح / إغلاق
ro_ro: Timpi de deschidere / închidere

source: Building
ar: بناء
ro_ro: clădire

source: Additional Address
ar: عنوان إضافي
ro_ro: adresa aditionala

source: Map
ar: خريطة
ro_ro: Hartă

source: Phone 1
ar: الهاتف 1
ro_ro: Telefon 1

source: Phone 2
ar: هاتف 2
ro_ro: Telefon 2

source: Flicker
ro_ro: pâlpâire

source: Post Comments
ar: ضع تعليقاً
ro_ro: Comentarii postate

source: Tags
ar: الوسوم
ro_ro: Etichete

source: You can manage the order of business tabs that appear in single the business page. Click on any Form Field to start
ro_ro: Puteți gestiona ordinea filelor de afaceri care apar în pagina de afaceri singură. Faceți clic pe orice câmp de formular pentru a începe

source: Wall
ar: حائط
ro_ro: Perete

source: Photo
ar: صورة
ro_ro: Fotografie

source: Offers
ar: العروض
ro_ro: promoții

source: Message
ar: الرسالة
ro_ro: Mesaj

source: Bookings
ar: الحجوزات
ro_ro: Programari

source: Jobs
ar: الوظائف
ro_ro: Locuri de munca

source: Ratings
ar: التقييمات
ro_ro: Evaluări

source: Extra Fields
ar: حقول إضافية
ro_ro: Câmpuri extra

source: Additional Content
ar: محتوى إضافي
ro_ro: Conținut suplimentar

source: Internal Messaging
ro_ro: Mesagerie internă

source: You can manage business custom Form Fields that appear on the business registration page. Click on any Form Field to start
ro_ro: Puteți să gestionați câmpurile formular personalizate pentru afaceri care apar pe pagina de înregistrare a afacerii. Faceți clic pe orice câmp de formular pentru a începe

source: Textbox
ar: صندوق نص
ro_ro: Casetă de text

source: Number
ar: رقم
ro_ro: Număr

source: List
ar: قائمة
ro_ro: Listă

source: Attachment
ar: المرفق
ro_ro: Atașament

source: Security Violation Error
ar: خطأ انتهاك الأمان
ro_ro: Eroare de încălcare a securității

source: Email sent succesfully
ar: تم إرسال البريد الإلكتروني بنجاح ل %s
ro_ro: E-mailul a fost trimis cu succes

source: name
ar: الإسـم
ro_ro: nume

source: enter your name
ar: إدخل الإسم
ro_ro: Introdu numele tau

source: email address
ar: عنوان البريد الإلكتروني
ro_ro: adresa de email

source: enter your email
ar: أدخل عنوان بريدك الإلكتروني
ro_ro: introduceți adresa dvs. de email

source: phone number
ar: رقم هاتف
ro_ro: numar de telefon

source: enter your phone number
ar: أدخل رقم هاتفك
ro_ro: Introdu numarul tau de telefon

source: message
ar: رسالة
ro_ro: mesaj

source: write a message
ar: اكتب رسالة
ro_ro: scrie un mesaj

source: email sent
ar: تمّ إرسال البريد الإلكتروني
ro_ro: email trimis

source: send message
ar: إرسال رسالة
ro_ro: Trimite mesaj

source: Edit post
ar: تحرير المشاركة
ro_ro: Editează postarea

source: write a post here
ar: اكتب مشاركة هنا
ro_ro: scrieți un post aici

source: Create your post
ar: أنشئ مشاركتك
ro_ro: Creați postarea dvs.

source: You don't have enough points to publish posts.
ar: ليس لديك ما يكفي من النقاط لنشر المشاركات.
ro_ro: Nu aveți suficiente puncte pentru a publica postări.

source: Create your rate
ar: أضف تقييمك
ro_ro: Creați rata

source: write a review here
ar: اكتب مراجعة هنا
ro_ro: scrieți o recenzie aici

source: Main reason for your rating
ar: السبب الرئيسي لتقييمك
ro_ro: Principalul motiv pentru evaluarea dvs.

source: Rate
ar: التقييم
ro_ro: Rată

source: you don't have the permision to view this page's content
ro_ro: nu aveți permisiunea de a vizualiza conținutul acestei pagini

source: You already have The maximum allowed number of businesses
ro_ro: Aveți deja numărul maxim permis de companii

source: New Business Submission
ro_ro: Trimiterea unei noi afaceri

source: Add new %s item
ro_ro: Adăugați un nou element% s

source: No %s found
ro_ro: Nu s-a găsit% s

source: No %s found in trash
ro_ro: Nu s-a găsit% s în coșul de gunoi

source: Icon
ar: أيقونة
ro_ro: icoană

source: Map Icon
ro_ro: Harta pictogramă

source: No Image
ar: لا توجد صورة
ro_ro: Nicio imagine

source: "allow_url_fopen" is not enabled in your php.ini file. Please enable it if you want to add category icons. for more info, please check the %s
ro_ro: "allow_url_fopen" nu este activat în fișierul php.ini. Activați-l dacă doriți să adăugați pictograme de categorii. pentru mai multe informații, verificați %s

source: Owner
ar: المالك
ro_ro: Proprietar

source: Business Fields
ar: عمل
ro_ro: Domenii de activitate

source: Category
ar: الفئة
ro_ro: Categorie

source: Search %s Categories
ro_ro: Căutați categoriile% s

source: All %s Categories
ro_ro: Toate categoriile% s

source: Edit %s Category
ro_ro: Editează categoria% s

source: Update %s Category
ro_ro: Actualizați categoria% s

source: Add New %s Category
ro_ro: Adăugați noua categorie% s

source: New %s Category Name
ro_ro: Numele noului% s Categorie

source: View %s Category
ro_ro: Vizualizați categoria% s

source: Popular %s Categories
ro_ro: Categorii populare% s

source: Separate %s Categories with commas
ro_ro: Separate% s Categorii cu virgule

source: Add or Remove %s Categories
ro_ro: Adăugați sau eliminați% s Categorii

source: Choose from the most used %s Categories
ro_ro: Alegeți dintre cele mai utilizate categorii% s

source: No %s Categories found
ro_ro: Nu% s Categorii găsite

source: Tag
ar: وسم
ro_ro: Etichetă

source: Search %s Tags
ro_ro: Căutați etichete% s

source: Popular %s Tags
ro_ro: Taguri populare% s

source: All %s Tags
ro_ro: Toate etichetele% s

source: Edit %s Tag
ro_ro: Editați eticheta% s

source: Update %s Tag
ro_ro: Actualizați eticheta% s

source: Add New %s Tag
ro_ro: Adăugați noua etichetă% s

source: New %s Tag name
ro_ro: Numele noului etichetă% s

source: Separate %s Tags with commas
ro_ro: Separate% s Etichete cu virgule

source: Add or remove %s Tags
ro_ro: Adăugați sau eliminați etichete% s

source: Choose from the most used %s Tags
ro_ro: Alegeți dintre cele mai utilizate etichete% s

source: No %s Tags found
ro_ro: Nu s-au găsit etichete% s

source: Slider Category Icon
ro_ro: Slider Icon categorie

source: Business Category Background Color
ar: لون خلفية الفئة
ro_ro: Culoare de fundal pentru categoria de afaceri

# Post Type General Name
source: Private Messages
ro_ro: mesaje private

# Post Type Singular Name
source: Private Message
ro_ro: Mesaj privat

source: Private Messages
ro_ro: mesaje private

source: Private Message
ro_ro: Mesaj privat

source: Private Message Archives
ro_ro: Arhiva Mesajului privat

source: Private Message Attributes
ro_ro: Mesaje Private

source: Parent Private Message:
ro_ro: Mesajul privat al părintelui:

source: All Private Messages
ro_ro: Toate mesajele private

source: Add New Private Message
ro_ro: Adăugați un mesaj privat nou

source: New Private Message
ro_ro: Mesaj privat nou

source: Edit Private Message
ro_ro: Editați mesajul privat

source: Update Private Message
ro_ro: Actualizați mesajul privat

source: View Private Message
ro_ro: Vezi Mesaj privat

source: View Private Messages
ro_ro: Vezi mesaje private

source: Search Private Message
ro_ro: Căutare Mesaj privat

source: Not found
ro_ro: Nu a fost gasit

source: Not found in Trash
ro_ro: Nu este găsit în Coșul de gunoi

source: Featured Image
ro_ro: Imagine recomandată

source: Set featured image
ro_ro: Setați imaginea recomandată

source: Remove featured image
ro_ro: Eliminați imaginea recomandată

source: Use as featured image
ro_ro: Utilizați imaginea ca imagine

source: Insert into Private Message
ro_ro: Introduceți mesajul privat

source: Uploaded to this Private Message
ro_ro: Încărcat la acest mesaj privat

source: Private Messages list
ro_ro: Listă de mesaje private

source: Private Messages list navigation
ro_ro: Navigare pe lista de mesaje private

source: Filter Private Messages list
ro_ro: Filtrați lista de mesaje private

source: Private message between users
ro_ro: Mesaj privat între utilizatori

source: Sender
ro_ro: Expeditor

source: Sender Information
ro_ro: Informații despre expeditor

source: Receiver
ro_ro: Receptor

source: Send Message
ro_ro: Trimite mesaj

source: You must login to access this page.
ro_ro: Trebuie să vă conectați pentru a accesa această pagină.

source: Sent
ro_ro: Trimis

source: Trash
ro_ro: Gunoi

source: Invalid request, please make sure you are accessing a valid link
ro_ro: Solicitare nevalidă, asigurați-vă că accesați un link valid

source: You do not have permission to access this message.
ro_ro: Nu aveți permisiunea de a accesa acest mesaj.

source: You must login to send a private message.
ro_ro: Trebuie să vă conectați pentru a trimite un mesaj privat.

source: You must upload only supported %s files.
ro_ro: Trebuie să încărcați numai fișierele% s acceptate.

source: Invalid form data, please refresh the page and try again.
ro_ro: Datele de formular nevalide, reîmprospătați pagina și încercați din nou.

source: Huh! you cannot send message to yourself
ro_ro: Huh! nu poți să-ți trimiți mesajul

source: The %s field is required.
ro_ro: Este necesar câmpul% s.

source: There is an error while sending the message, please try again.
ro_ro: Există o eroare la trimiterea mesajului, încercați din nou.

source: There was an error while uploading the attachment.
ro_ro: A apărut o eroare la încărcarea atașamentului.

source: You received a message from %s
ro_ro: Ați primit un mesaj de la% s

source: Hi %reciever_user_name%, You have recevied a new message from %sender_user_name%
ro_ro: Hi% reciever_user_name%, ați primit un nou mesaj de la% sender_user_name%

source: Your message has been sent successfully
ro_ro: mesajul dumneavostră a fost trimis cu succes

source: but there was an issue in email delivery.
ro_ro: dar a existat o problemă în livrarea prin e-mail.

source: You must login to perform this action.
ro_ro: Trebuie să vă conectați pentru a efectua această acțiune.

source: Invalid request, please try again.
ro_ro: Solicitare nevalidă, încercați din nou.

source: There is nothing to do, please try again.
ro_ro: Nu este nimic de făcut, încercați din nou.

source: Unexpected Response
ro_ro: Răspuns neașteptat

source: There is no message available
ro_ro: Nu există niciun mesaj disponibil

source: You do not have permission to delete one of the selected message.
ro_ro: Nu aveți permisiunea de a șterge unul dintre mesajele selectate.

source: The %s has been deleted successfully.
ro_ro: % S a fost șters cu succes.

source: You do not have permission to move one of the selected message.
ro_ro: Nu aveți permisiunea de a muta unul dintre mesajele selectate.

source: The %s moved to inbox successfully.
ro_ro: % S s-a mutat în căsuța de e-mail cu succes.

source: You do not have permission to block one of the selected message.
ro_ro: Nu aveți permisiunea de a bloca unul dintre mesajele selectate.

source: You have successfully blocked the %s.
ro_ro: Ați blocat succesul% s.

source: user
ro_ro: utilizator

source: You do not have permission on one of the selected message.
ro_ro: Nu aveți permisiunea pentru unul dintre mesajele selectate.

source: Thank you for reporting.
ro_ro: Vă mulțumim pentru raportare.

source: Invalid Request, Please Try Again
ro_ro: Cerere nevalidă, încercați din nou

source: You are not allowed to view this attachment
ro_ro: Nu aveți permisiunea să vizualizați acest atașament

source: Reply
ro_ro: Răspuns

source: Move to Inbox
ro_ro: Muta spre inbox

source: Delete Permanently
ro_ro: Sterge Permanent

source: Move to Trash
ro_ro: Aruncă la gunoi

source: From
ro_ro: Din
