Repository: pabl8/my_wyzi
Catalog: languages/wyzi-business-finder-*.po
Languages: ar, ro_ro

source: Verification Email
ro_ro: E-mail de verificare

source: Send verification emails for users upon registration.
ro_ro: Trimiteți e-mailurile de verificare pentru utilizatori la înregistrare.

source: Terms and Conditions checkbox
ro_ro: Termeni și condiții

source: As it is a GDPR requirement to have users explicitly state their agreement for an online service's terms and conditions, this adds a checkbox next to the terms and conditions link.
ro_ro: Deoarece este o cerință GDPR de a avea în mod explicit explicit că utilizatorii își exprimă acordul pentru termenii și condițiile unui serviciu online, acesta adaugă o casetă de selectare lângă linkul Termeni și condiții.

source: User data export/erase
ro_ro: Exportarea / ștergerea datelor de utilizator

source: As it is a GDPR requirement to have users able to delete/export their personal data, this adds 2 buttons to the user profile page allowing users to delete/export their personal data. This includes their businesses, offers, products, jobs, metadata and account.
ro_ro: Deoarece este o cerință GDPR pentru a permite utilizatorilor să șterge / exporta datele personale, acest lucru adaugă 2 butoane pe pagina de profil a utilizatorului, permițând utilizatorilor să șterge / exportă datele lor personale. Acestea includ afacerile, ofertele, produsele, locurile de muncă, metadatele și contul.

source: Disable Offers
ro_ro: Dezactivați ofertele

source: Remove Offers management/submission ability from frontend.
ro_ro: Eliminați gestionarea / capacitatea de depunere a ofertelor de la frontend.

source: Points Price
ar: سعر النقاط
ro_ro: Puncte Preț

source: points per %s
ro_ro: puncte pe% s

source: Expiry Date
ar: تاريخ الانتهاء
ro_ro: Data expirarii

source: Days
ar: أيام
ro_ro: zi

source: After how many days of publication should the %s be deleted. Enter -1 to never delete
ro_ro: După câte zile de publicare trebuie șters% s. Introduceți -1 pentru a nu șterge niciodată

source: Immediate Publish
ro_ro: Imediat Publish

source: If turned off, %s published by business owners will remain pending, until the admin chooses to publish them
ro_ro: Dacă este dezactivată,% s publicată de proprietarii de afaceri va rămâne în așteptare, până când administratorul alege să le publice

source: Editing Capability
ar: القدرة على التحرير
ro_ro: Editarea capacității

source: If turned on, business owners will have the ability to edit their published %s
ro_ro: Dacă este activată, proprietarii de afaceri vor avea capacitatea de a edita publicarea% s

source: Offers CPT Name
ro_ro: Oferă numele CPT

source: A rewrite for the wyz_offers cpt name
ro_ro: O rescriere pentru numele cpt wyz_offers

source: Allow Schedule
ro_ro: Permiteți programarea

source: If turned on, %s schedualling by business owners will be allowed and Imediate Publish Option will have no effect on schedualed offers
ro_ro: Dacă este activată, programarea% s de către proprietarii de afaceri va fi permisă, iar Imediate Publish Option nu va avea efect asupra ofertelor programate

source: Offer Plural Name
ro_ro: Oferiți nume plural

source: Plural display name of Offers
ro_ro: Denumire plurală afișată de Oferte

source: No %s Message
ro_ro: Nu% s Mesaj

source: What a business owner sees when he has no %s, not shown to public
ro_ro: Ceea ce un proprietar de afaceri vede atunci când nu are% s, nu este afișat public

source: Products tab label
ro_ro: Eticheta tab-ului Produse

source: Products tab label in user account page.
ro_ro: Eticheta de produse din pagina contului de utilizator.

source: Allow Vendor registration
ro_ro: Permiteți înregistrarea furnizorului

source: Auto Vendorship
ro_ro: Vânzări auto

source: Users automatically become vendors upon registering as business owners, bypassing vendor application process. (Doesn't have an effect if subscription is on)
ar: يصبح المستخدمون تلقائيًا بائعين عند التسجيل كأصحاب أعمال ، متجاوزين عملية تقديم طلب المورد. (لا يكون لها تأثير في حالة الاشتراك)
ro_ro: Utilizatorii devin automat furnizori la înregistrarea ca proprietari de afaceri, ocolind procesul de cerere de furnizor. (Nu are efect dacă abonamentul este activat)

source: Allow Front End Product Submission
ro_ro: Permiteți prezentarea produsului frontal

source: Bookable products display
ro_ro: Produse de afișare care pot fi afișate

source: In case "Booked appointment service" is checked in a product, it will continue to show up in the shop
ro_ro: În cazul în care serviciul rezervat pentru rezervări este bifat într-un produs, acesta va continua să apară în magazin

source: Hide orders tab
ro_ro: Ascunde fila comenzi

source: Hide orders tab in "user account" page.
ro_ro: Ascunde fila comenzi în pagina "Cont utilizator".

source: Hide related products
ro_ro: Ascundeți produsele asociate

source: Wheather to display related products in single product page or not.
ro_ro: Vremea pentru a afișa produse înrudite pe o singură pagină de produse sau nu.

source: Hide reviews
ar: اخفاء المراجعات
ro_ro: Ascundeți recenzii

source: Wheather to display reviews in single product page or not.
ro_ro: Vremea pentru a afișa recenzii în pagina cu un singur produs sau nu.

source: Hide cart
ro_ro: Ascundeți căruciorul

source: Wheather to display cart menu item or not.
ro_ro: Vreme pentru a afișa elementul de meniu pentru cărucioare sau nu.

source: Hide empty cart
ro_ro: Ascundeți coșul gol

source: If enabled, menu cart will be hidden if it contains no items. Note: requires "Show cart" option to be enabled.
ro_ro: Dacă este activată, coșul de meniu va fi ascuns dacă nu conține niciun element. Notă: trebuie să fie activată opțiunea "Afișare coș".

source: Hide admin bar from business owners and clients
ro_ro: Ascundeți bara de administrare de la proprietarii de afaceri și de la clienți

source: Prevent business owners and clients from accessing the dashboard
ro_ro: Împiedicați proprietarii de afaceri și clienții să acceseze tabloul de bord

source: Prevent vendors from accessing the dashboard
ro_ro: Împiedicați accesul vânzătorilor la tabloul de bord

source: Business Claiming
ro_ro: Revendicarea afacerii

source: Wheather or not to allow users to claim businesses
ro_ro: În timp sau pentru a nu permite utilizatorilor să solicite afaceri

source: Only Business Owners can claim
ro_ro: Numai proprietarii de afaceri pot revendica

source: If this option is on, only registered business owners with no Buisnesses can Claim a Business
ro_ro: Dacă această opțiune este activată, numai proprietarii de afaceri înregistrați fără Buisnesses pot solicita o afacere

source: Claim Cost
ar: تكلفة المطالبة
ro_ro: Costul reclamațiilor

source: Cost in Points for new Claim Submission, set zero to keep it free, needs Only Business Owners can claim be ON
ro_ro: Costul în puncte pentru depunerea unei noi solicitări, setați zero pentru al menține gratuit, are nevoie doar de proprietarii de afaceri care pot revendica ON

source: Facebook App ID
ro_ro: Codul de identificare al aplicației Facebook

source: Google Client ID
ro_ro: Codul clientului Google

source: Google Client Secret
ro_ro: Secretul clientului Google

source: Google Developer Key
ro_ro: Cheia dezvoltatorului Google

source: Messaging Status
ro_ro: Starea mesageriei

source: Turns the Inbox Tab in User Dashbaord On or Off
ro_ro: Activează sau dezactivează fila Mesaje primite în Dashbaord utilizator

source: Hide for clients
ro_ro: Ascundeți pentru clienți

source: Hide private messaging from client users
ro_ro: Ascundeți mesageria privată de la utilizatorii clienților

source: Custom Business Form Fields
ro_ro: Câmpuri de formular personalizate

source: Business Registration Form Builder
ro_ro: Formularul Formularului de înregistrare a afacerii

source: User Registration Form Builder
ar: منشئ نموذج تسجيل المستخدم
ro_ro: Formatul formularului de înregistrare a utilizatorilor

source: Woocommerce Settings
ar: إعدادات إضافة التجارة الإلكترونية (Woocommerce)
ro_ro: Setări Woocommerce

source: Privileges
ar: الامتيازات
ro_ro: privilegii

source: Claim Form
ar: نموذج المطالبة
ro_ro: Formular de revendicare

source: Social Login
ar: تسجيل الدخول الاجتماعي
ro_ro: Conectare socială

source: Private Messaging
ro_ro: Mesageria privată

source: Business Settings
ro_ro: Setări de afaceri

source: Check to allow subscriber to create basic business. This option need to be on for any of the following capabilities to have meaning.
ro_ro: Verificați pentru a permite abonatului să creeze o activitate de bază. Această opțiune trebuie să fie activă pentru ca oricare dintre următoarele capabilități să aibă sens.

source: Check to allow subscriber to edit his businesses from the front end
ro_ro: Verificați pentru a permite abonatului să își editeze afacerile de la capătul din față

source: Show Business Logo
ar: -أنا أدير الأعمال هنا
ro_ro: Afișați logo-ul de afaceri

source: Check to allow Business to show Logo in Single Business Page.
ro_ro: Bifați pentru a permite companiei să afișeze logo-ul în pagina de afaceri unică.

source: Show Business Map
ro_ro: Afișați harta afacerilor

source: Check to allow map to appear on Single Business Pages.
ro_ro: Bifați pentru a permite hărții să apară pe paginile de afaceri unice.

source: Show Business About
ro_ro: Afișați afacerea Despre

source: Check to allow Business description to appear in Business Sidebar.
ar: حدد السماح لوصفا الأعمال بالظهور في الشريط الجانبي للأعمال.
ro_ro: Bifați pentru a permite ca descrierea afacerii să apară în bara de navigare Business Sidebar.

source: Show Opening Hours
ar: إظهار ساعات العمل
ro_ro: Arată orele de deschidere

source: Check to allow Business Opening Hours to appear.
ar: تحقق للسماح تظهر ساعات عمل النشاط التجاري.
ro_ro: Bifați pentru a permite deschiderea orelor de deschidere a afacerii.

source: Show Contact Information Tab
ar: عرض معلومات جهة الاتصال
ro_ro: Afișați fila Informații de contact

source: Check to allow Business Contact Information Tab. You can manage each sub-contact information below. If off, all contact information will not show ( Phone 1, Phone 2, Email, Address, Website ..) even if turned on
ro_ro: Bifați pentru a permite fila Informații de contact de afaceri. Puteți gestiona fiecare informație de subcontact de mai jos. Dacă este dezactivată, toate informațiile de contact nu se vor afișa (Telefon 1, Telefon 2, E-mail, Adresă, Website ..) chiar dacă sunt activate

source: Show Phone 1
ar: شاهد رقم الهاتف 1
ro_ro: Afișați telefonul 1

source: Check to allow Business first phone number to appear in contact information.
ar: حدد هذا الخيار للسماح بظهور رقم هاتف العمل الأول في معلومات الاتصال.
ro_ro: Bifați pentru a permite ca numărul de telefon de la Business să apară în informațiile de contact.

source: Show Phone 2
ar: شاهد رقم الهاتف 2
ro_ro: Afișați telefonul 2

source: Check to allow Business second phone number to appear. Requires first Phone.
ar: حدد السماح لرقم هاتف العمل الثاني بالظهور. يتطلب الهاتف الأول.
ro_ro: Bifați pentru a permite să apară numărul de telefon Second Business. Necesită primul telefon.

source: Show Address
ar: عرض العنوان
ro_ro: Afișați adresa

source: Check to allow Business address to appear in contact information.
ar: حدد السماح لعنوان العمل بالظهور في معلومات جهة الاتصال.
ro_ro: Bifați pentru a permite ca adresa Business să apară în informațiile de contact.

source: Show Email 1
ar: عرض البريد الإلكتروني 1
ro_ro: Afișați e-mailul 1

source: Check to allow Business first Email to appear in contact information.
ar: حدد هذا الخيار للسماح للأعمال أولاً أن يظهر البريد الإلكتروني في معلومات جهة الاتصال.
ro_ro: Bifați pentru a permite ca primul e-mail de la Business să apară în informațiile de contact.

source: Show Email 2
ar: عرض البريد الإلكتروني 2
ro_ro: Afișați e-mailul 2

source: Check to allow Business second Email to appear in contact information. Requires first Email.
ar: حدد هذا الخيار للسماح بظهور البريد الإلكتروني الثاني للنشاط التجاري في معلومات الاتصال. يتطلب أولا البريد الإلكتروني.
ro_ro: Bifați pentru a permite ca e-mailul secundar pentru afaceri să apară în informațiile de contact. Necesită prima e-mail.

source: Show Website
ar: إظهار موقع الويب
ro_ro: Afișați site-ul

source: Check to allow Business Website URL to appear in contact information.
ro_ro: Bifați pentru a permite ca adresa URL a site-ului web să apară în informațiile de contact.

source: Show Social Media
ro_ro: Afișați Social Media

source: Check to allow Business Social Media Links to appear.
ro_ro: Bifați pentru a permite să apară Link-uri sociale pentru mediul social.

source: Show Tags
ro_ro: Afișați etichete

source: Check to allow Business Tags Links to appear.
ro_ro: Bifați pentru a permite ca legăturile cu etichete de afaceri să apară.

source: Show Social Shares
ro_ro: Afișați acțiunile sociale

source: Check to allow Business Share Links to appear.
ro_ro: Bifați pentru a permite să apară linkuri de partajare pentru companii.

source: Show Wall Tab
ro_ro: Afișați fila de perete

source: Check to allow Business Wall Tab to appear for Business to post statuses.
ro_ro: Bifați pentru a permite Business Wall Tab să apară pentru starea Business to post.

source: Show Photo Tab
ro_ro: Afișați fila Foto

source: Check to allow Business Photo Tab to appear.
ro_ro: Bifați pentru a permite ca fila Business Photo să apară.

source: Show Message Tab
ro_ro: Afișați fila Mesaj

source: Check to allow Business Message Tab to appear.
ro_ro: Bifați pentru a permite ca fila Mesaje Business să apară.

source: Show Products Tab
ro_ro: Afișați fila Produse

source: Check to allow Business Products Tab to appear if Business Owner is a Vendor.
ro_ro: Bifați pentru a permite Business Products Tab să apară dacă Proprietarul de Afaceri este Furnizor.

source: Show Offers Tab
ro_ro: Afișați fila Oferte

source: Check to allow Business Offers Tab to appear.
ro_ro: Bifați pentru a permite ca fila Business Offers să apară.

source: Show Ratings Tab
ar: إظهار التقييمات
ro_ro: Afișați fila Evaluări

source: Check to allow Business Ratings Tab to appear so clients can rate business.
ro_ro: Bifați pentru a permite ca fila Business Ratings să apară, astfel încât clienții să poată evalua afacerea.

source: Show Internal Messaging Tab
ro_ro: Afișați fila Mesaje interne

source: Check to allow Business Internal messaging Tab to appear so clients can send private messages to business owners.
ro_ro: Bifați pentru a permite ca fila de mesagerie internă pentru companii să apară, astfel încât clienții să poată trimite mesaje private proprietarilor de companii.

source: Show Additional Content Tab
ro_ro: Afișați fila de conținut suplimentar

source: Check to allow Business Additional Content Tab to appear to clients.
ro_ro: Bifați pentru a permite fișierului Conținut suplimentar pentru companii să apară la clienți.

source: Can become Vendor
ro_ro: Poate deveni furnizor

source: Check to allow Business Owner to apply to become a Vendor.
ro_ro: Verificați pentru a permite proprietarului să se aplice pentru a deveni furnizor.

source: Can create Offers
ro_ro: Poate crea oferte

source: Check to allow Business Owner to create Offers.
ro_ro: Bifați pentru a permite proprietarului afacerii să creeze oferte.

source: Can create Custom Listing fields
ar: يمكن إنشاء حقول قائمة مخصصة
ro_ro: Poate crea câmpuri personalizate

source: Check to allow Business Owner to display custom forms in his single listing page.
ro_ro: Bifați pentru a permite proprietarului afacerii să afișeze formulare personalizate în pagina sa de înregistrare unică.

source: Can create booking calendar
ar: يمكن إنشاء تقويم الحجز
ro_ro: Poate crea calendarul rezervărilor

source: Can create a calendar for his businesses for clients to book from
ro_ro: Poate crea un calendar pentru afacerile pe care clienții să le poată rezerva

source: Business Owner will have Inbox in his Dashboard to receive messages on
ro_ro: Proprietarul de afaceri va avea Mesaje primite în tabloul de bord pentru a primi mesaje pe

source: Maximum number of allowed businesses
ar: الحد الأقصى لعدد الشركات المسموح بها
ro_ro: Numărul maxim de întreprinderi permise

source: Maximum number of listings that the business owner can create. To change the upper limit, edit 'Maximum allowed Businesses per user' in Toolkit Options.
ro_ro: Numărul maxim de înregistrări pe care proprietarul companiei le poate crea. Pentru a modifica limita superioară, modificați "Opțiuni maxime acceptate pentru fiecare utilizator" din Opțiuni set de instrumente.

source: Maximum allowed number file uploads
ro_ro: Încărcările maxime permise ale fișierelor cu numărul

source: Maximum number of files (images, attachments...) a user can upload. (-1 for unlimited)
ro_ro: Numărul maxim de fișiere (imagini, atașamente ...) pe care le poate încărca un utilizator. (-1 pentru nelimitat)

source: Can create Jobs
ar: يمكن إنشاء وظائف
ro_ro: Poate crea locuri de muncă

source: Check to allow subscriber to create Jobs.
ro_ro: Verificați pentru a permite abonatului să creeze locuri de muncă.

source: Maximum number of Jobs that the business owner can create.
ro_ro: Numărul maxim de locuri de muncă pe care proprietarul companiei le poate crea.

source: User automatically becomes a vendor after registering as a busines owner, bypassing vendor registration process.
ro_ro: Utilizatorul devine automat un furnizor după înregistrarea ca proprietar de afaceri, ocolind procesul de înregistrare a furnizorilor.

source: Number of Points to be added to User once he subscribes successfully to this Subscription Level.
ro_ro: Numărul de puncte care urmează să fie adăugate la utilizator după ce sa abonat cu succes la acest nivel de abonament.

source: Bookings Date
ar: الحجوزات
ro_ro: Data rezervării

source: Search %s
ro_ro: Căutați% s

source: Select %s
ro_ro: Selectați% s

source: Locations
ar: المواقع
ro_ro: Locatii

source: Radius
ar: نصف القطر
ro_ro: Rază

source: Verified
ar: موثق
ro_ro: Verificat

source: Show only Verified
ar: إظهار المتحقق منه فقط
ro_ro: Afișați numai Verificat

source: Search here...
ar: ابحث هنا...
ro_ro: Caută aici...

source: Not a valid radius
ar: ليس نصف قطر صالح
ro_ro: Nu este o rază valabilă

source: Upload Cover Photo
ar: حمل صورة غلاف
ro_ro: Încărcați fotografia de acoperire

source: Change Cover Photo
ar: تغيير صورة الغلاف
ro_ro: Schimbați fotografia de pe capac

source: search your location
ar: اكتب وابحث عن موقعك
ro_ro: căutați locația dvs.

source: search keywords
ar: كلمات البحث
ro_ro: căutați cuvintele cheie

source: search
ar: بحث
ro_ro: căutare

source: Rate List
ar: قائمة أسعار
ro_ro: Lista de rate

source: Share List
ar: مشاركة قائمة
ro_ro: Lista de distribuire

source: Book List
ar: قائمة الكتب
ro_ro: Lista de carti

source: Slider
ar: عارض الشرائح
ro_ro: cursor

source: Wyzi Content
ar: المحتوى
ro_ro: Conținutul Wyzi

source: Slider Title
ar: عنوان عارض الشرائح
ro_ro: Slider Titlu

source: Defaults to ''
ro_ro: Implicit la ''

source: Navigation
ar: الصفحات
ro_ro: Navigare

source: Display navigation arrows or not.
ro_ro: Afișează săgețile de navigare sau nu.

source: Autoplay
ar: تشغيل تلقائي
ro_ro: Redare automata

source: Enable Silder Autoplay
ro_ro: Activați Autoplay-ul Silder

source: Autoplay Timeout
ar: مهلة التشغيل التلقائي
ro_ro: Expirarea automată a jocurilor

source: In case 'Autoplay' is enabled, how much time between animations (millisecond)
ar: في حالة تمكين "التشغيل التلقائي" ، كم من الوقت بين الرسوم المتحركة (ميلي ثانية)
ro_ro: În cazul în care opțiunea "Autoplay" este activată, cât timp între animații (milisecunde)

source: Count
ar: عدد
ro_ro: Numara

source: How many Offers to display (0 to display all of them)
ro_ro: Câte Oferte de afișat (0 pentru a afișa toate acestea)

source: Loop
ro_ro: Buclă

source: Loop through Offers
ro_ro: Buclă prin Oferte

source: Auto Height
ar: إرتفاع تلقائي
ro_ro: Înălțime automată

source: Slider height automatically adjusts to content height.
ro_ro: Înălțimea cursorului se ajustează automat la înălțimea conținutului

source: Shows upcomming elements faded. Requires the parent row stretch mode to be set to "stretch row". Preferable to have "Loop" setting checked for this slider,
ro_ro: Afișează elementele mai vechi decolorate. Necesită ca modul de întindere a rândului părinte să fie setat la "stretch row". Este preferabil să verificați setarea "Loop" pentru acest cursor,

source: Loop through Locations.
ro_ro: Faceți buclă prin Locații.

source: Linking
ar: إضافة ارتباطات
ro_ro: Legarea

source: Each slide links to the corresponding Location CPT archives page.
ro_ro: Fiecare diapozitiv se leagă de pagina corespunzătoare arhivelor de locație CPT.

source: Rows
ar: المفرق لالحاجيات الصفوف
ro_ro: rânduri

source: The number of rows you want this slider to have.
ro_ro: Numărul de rânduri pe care doriți acest cursor să îl aveți.

source: Recently Added Businesses Slider
ro_ro: Traduceți în Adăugate Recent Business Slider

source: Loop through Businesses.
ro_ro: Buclă prin afaceri.

source: The maximum number of businesses this slider has.
ro_ro: Numărul maxim de companii pe care le are acest cursor.

source: Featured Businesses Slider
ro_ro: Featured Business Slider

source: Loop through Categories.
ro_ro: Activați categoriile.

source: Columns
ar: اعمدة
ro_ro: coloane

source: The number of columns for wide screen
ro_ro: Numărul de coloane pentru ecran lat

source: Children count
ro_ro: Copii numără

source: Maximum number of child categories to show per category before displaying "View More"
ro_ro: Numărul maxim de categorii de copii afișate pe categorie înainte de a afișa opțiunea "Vezi mai multe"

source: Hide Businesses Count
ar: إخفاء عدد الشركات
ro_ro: Ascundeți numărul de companii

source: Style
ar: النمط
ro_ro: Stil

source: Choose slider style. Requires "loop" to be unchecked
ro_ro: Alegeți stilul cursorului. Necesită ca "buclă" să nu fie bifată

source: Business Categories Slider
ro_ro: Categorii de afaceri Slider

source: Registration Form
ro_ro: Formular de înregistrare

source: Display a registration form.
ro_ro: Afișați un formular de înregistrare.

source: Display businesses wall on this page.
ro_ro: Afișați afacerile de pe această pagină.

source: Posts pull per page load
ar: المشاركات لكل صفحة
ro_ro: Mesaje trageți pe încărcare pe pagină

source: The number of business posts to pull on each page load.
ro_ro: Numărul de postări de afaceri care se trag la încărcarea fiecărei pagini.

source: Posts pull method
ro_ro: Postul trage metoda

source: Auto: posts are pulled when the end of the list is reached, Manual: user clicks 'Load More' to pull more posts
ro_ro: Auto: postările sunt trase la sfârșitul listei, manual: utilizatorul face clic pe "Încarcă mai mult" pentru a trage mai multe postări

source: Display footer
ar: عرض التذييل
ro_ro: Afișare subsol

source: Display only posts belonging to businesses of these categories (leave empty to display all)
ar: عرض فقط المشاركات التي تنتمي إلى الشركات من هذه الفئات (اتركه فارغا لعرض الكل)
ro_ro: Afișați numai mesajele care aparțin unor companii din aceste categorii (lăsați goale pentru a afișa toate)

source: All Businesses
ar: الشركات
ro_ro: Toate companiile

source: Display all businesses on this page.
ar: عرض جميع الشركات على هذه الصفحة.
ro_ro: Afișați toate companiile de pe această pagină.

source: Display your businesses in essential grid format
ro_ro: Afișați-vă afacerea în format esențial de rețea

source: Posts per page
ar: عدد المقالات في الصفحة الواحدة
ro_ro: Postări pe pagină

source: The number of businesses to display per page.
ar: عدد الأنشطة التجارية المراد عرضها في كل صفحة.
ro_ro: Numărul de întreprinderi afișate pe pagină.

source: Of specific Country
ro_ro: Din țara specifică

source: Of specific Category
ar: من تصنيف معين
ro_ro: Din categoria specifică

source: Display all %s on this page.
ro_ro: Afișați toate% s pe această pagină.

source: The number of %s to display per page.
ro_ro: Numărul de% s afișat pe pagină.
