Repository: pabl8/my_wyzi
Catalog: languages/wyzi-business-finder-*.po
Languages: ar, ro_ro

source: New Message
ro_ro: Mesaj nou

source: Sent From:
ro_ro: Trimis de la:

source: To
ro_ro: La

source: Rating
ar: تقييم
ro_ro: evaluare

source: Rating Category
ro_ro: Categoria de rating

source: %d Review
ro_ro: %d Recenzie

source: for: %s
ro_ro: pentru s

source: for <b>%s</b>
ar: ل <b>%s</b>
ro_ro: pentru <b>% s </ b>

source: by <span class="auth wyz-primary-color-text wyz-prim-color-txt">%s</span>
ar: <span class="auth wyz-primary-color-text wyz-prim-color-txt">%s</span>
ro_ro: de <span class = "auth wyz-prim-color-text wyz-prim-color-txt">% s </ span>

source: Show More
ar: أعرض المزيد
ro_ro: Afișați mai multe

source: Show Less
ar: استعراض أقل
ro_ro: Arata mai putin

source: You don't have enough points to publish a post
ar: ‫ليس لديك ما يكفي من النقاط للنشر
ro_ro: Nu aveți suficiente puncte pentru a publica un post

source: posting
ar: نقوم بالنشر
ro_ro: postare

source: Cannot publish an empty post
ar: لا يمكن نشر مشاركة فارغة
ro_ro: Nu se poate publica un post gol

source: Cannot publish an empty comment
ar: لا يمكن نشر تعليق فارغ
ro_ro: Nu se poate publica un comentariu gol

source: Post comment failed
ar: فشل نشر التعليق
ro_ro: Comentariul post nu a reușit

source: Please choose a rating.
ar: اختر تقييم.
ro_ro: Alegeți o evaluare.

source: Please provide some info on why you gave a low raring.
ar: يرجى تقديم بعض المعلومات حول سبب منحك تقييمًا منخفضًا.
ro_ro: Vă rugăm să oferiți câteva informații despre motivul pentru care ați dat o raritate scăzută.

source: Please select the main reason for your rating.
ar: يرجى تحديد السبب الرئيسي لتقييمك.
ro_ro: Selectați motivul principal al evaluării dvs.

source: An error occured while rating
ar: حدث خطأ أثناء التقييم
ro_ro: A apărut o eroare în timpul evaluării

source: There was an error deleting the post
ar: خطأ أثناء عملية الحذف
ro_ro: A apărut o eroare la ștergerea postării

source: Cannot submit an empty post
ar: لا يمكنك إرسال قاعدة فارغة
ro_ro: Nu se poate trimite un post gol

source: Unhandled error
ar: خطأ غير معالج
ro_ro: Eroare neafectată

source: Update Complete
ar: اكتمل التحديث
ro_ro: Actualizare completă

source: No more ratings to show
ar: لا مزيد من التقييمات للعرض
ro_ro: Nu mai sunt afișate evaluări

source: Edit Post
ar: تعديل المنشور
ro_ro: Editează postarea

source: Delete Post
ar: حذف المنشور
ro_ro: Ștergeți mesajul

source: Disable Comments
ar: تعطيل التعليقات
ro_ro: Dezactivați comentariile

source: Enable Comments
ar: تمكين التعليقات
ro_ro: Activați comentariile

source: Sign up
ar: التسجيل
ro_ro: Inscrie-te

source: featured
ar: مميز
ro_ro: Recomandate

source: By: %s
ro_ro: Prin:% s

source: You don't have the right to access this page
ar: ليس لديك الإذن للوصول إلى هذا
ro_ro: Nu aveți dreptul să accesați această pagină

source: Update Post
ar: تحديث المشاركة
ro_ro: Actualizați postarea

source: you don't have the appropriate permissions to edit this post
ar: ليس لديك الأذونات المناسبة لتعديل هذه المشاركة
ro_ro: nu aveți permisiunile corespunzătoare pentru a edita această postare

source: to display
ar: إلى العرض
ro_ro: a afișa

source: %s Name is Required
ro_ro: %s Numele este obligatoriu

source: Information About Your %s is Required
ro_ro: Informațiile despre% s dvs. sunt obligatorii

source: %s Category is Required
ro_ro: %s Categoria este obligatorie

source: Excerpt
ar: مقتطفات
ro_ro: Extras

source: A small description
ar: تفاصيل موجزة
ro_ro: O mică descriere

source: A description of your %s
ro_ro: O descriere a% s

source: Main Image
ar: الصورة الرئيسية
ro_ro: Imagine principală

source: The image that describes the %s
ro_ro: Imaginea care descrie% s

source: Add Or Upload File
ar: إضافة أو رفع ملف
ro_ro: Adăugați sau încărcați fișier

source: Expirarion date
ar: تاريخ إنتهاء الصلاحية
ro_ro: Data expirării

source: If set, this %s will expire at the specified time, then it will not be visible to users
ro_ro: Dacă este setat, acest% s va expira la ora specificată, atunci acesta nu va fi vizibil pentru utilizatori

source: Discount percentage
ar: نسبة الخصم
ro_ro: Procentaj de reducere

source: Set your value.
ar: حدد القيمة الخاصة بك.
ro_ro: Setați valoarea.

source: Title
ar: العنوان
ro_ro: Titlu

source: Owner Business
ro_ro: Proprietar de afaceri

source: %s Categories
ar: تصنيف %s
ro_ro: %s Categorii

source: If set, this %s will start at the specified time
ro_ro: Dacă este setat, acest% s va începe la ora specificată

source: Update %s
ro_ro: Actualizați% s

source: Create %s
ar: أضف %s
ro_ro: Creați% s

source: You can't add a new %s while having ones pending for review
ar: لا يمكنك إضافة %s جديدة مع وجود مقالات معلقة للمراجعة
ro_ro: Nu puteți adăuga un nou% s în timp ce acestea sunt în curs de examinare

source: You don't have enough points credit to publish a new %s
ro_ro: Nu aveți suficiente puncte de credit pentru a publica un nou% s

source: You don't have a business yet
ar: ليس لديك مؤسسة تجارية حتى الآن
ro_ro: Nu aveți încă o afacere

source: %s cost: %d points
ro_ro: %s cost: %d puncte

source: Business owner verification error
ro_ro: Eroare de verificare a proprietarului firmei

source: New %s requires a title.
ro_ro: Noul% s necesită un titlu.

source: found in Trash
ar: لم يتم العثور علية في المهملات
ro_ro: găsite în Coșul de gunoi

source: Fields
ar: حقول
ro_ro: Câmpuri

source: All
ar: الكل
ro_ro: Toate

source: Category Name
ar: أسم الفئة
ro_ro: Numele categoriei

source: Separate
ar: الفاصل
ro_ro: Separa

source: Categories with commas
ar: فئات بفواصل
ro_ro: Categorii cu virgule

source: Add or remove
ar: أضف أو أزل
ro_ro: Adăugați sau eliminați

source: Choose from the most used
ar: اختر من بين الأكثر استخداما
ro_ro: Alegeți una dintre cele mai utilizate

source: Categories found
ar: لم يتم العثور علي التصنيفات
ro_ro: Categorii găsite

# post
source: Expired
ar: منتهي
ro_ro: Expirat

source: Expired <span class="count">(%s)</span>
ro_ro: A expirat <span class = "count"> (% s) </ span>

source: DISCOUNT
ar: خصم
ro_ro: REDUCERE

source: Are you sure you want to delete this? This step is irreversible.
ar: هل أنت متأكد أنك تريد حذف هذا؟ هذه الخطوة لا رجعة فيها.
ro_ro: Sigur doriți să ștergeți acest lucru? Acest pas este ireversibil.

source: view %s
ar: معاينة العرض
ro_ro: vizualizați% s

source: This business has no offers to display.
ro_ro: Această afacere nu are oferte de afișat.

source: PENDING %s
ar: بإنتظار الموافقة
ro_ro: PENTRU% s

source: view
ar: اظهر
ro_ro: vedere

source: Are you sure you wish to delete
ar: هل أنت متأكد من أنك تريد حذف
ro_ro: Sigur doriți să ștergeți

source: delete
ar: حذف
ro_ro: șterge

source: PUBLISHED OFFERS
ro_ro: OFERTE PUBLICATE

source: SCHEDULED OFFERS
ro_ro: OFERTE OFERITE

source: Add New %s
ar: أضف %s
ro_ro: Adăugați noul% s

source: Product Data
ar: بيانات المنتج
ro_ro: Datele produsului

source: Inventory
ar: المخزون
ro_ro: Inventar

source: Shipping
ar: الشحن
ro_ro: livrare

source: Attributes
ar: السمات
ro_ro: atribute

source: Advanced
ar: متقدم
ro_ro: Avansat

source: Extra
ar: إضافي
ro_ro: Suplimentar

source: Product Name
ar: اسم المنتج
ro_ro: numele produsului

source: Product name
ar: اسم المنتج
ro_ro: Numele produsului

source: Product Listing
ar: صفحة قائمة المنتجات
ro_ro: Lista de produse

source: Is this a Booking Service Product?
ar: هل هذا منتج خدمة حجز للتقويم؟
ro_ro: Este un produs de serviciu de rezervare?

source: Yes
ar: نعم
ro_ro: Da

source: Regular price
ar: السعر العادي
ro_ro: Preț obișnuit

source: Sale price
ar: سعر البيع
ro_ro: Preț de vânzare

source: Manage Stock?
ar: إدارة المخزون؟
ro_ro: Gestionați stocul?

source: Enable stock management at product level
ar: تمكين إدارة المخزون في مستوى المنتج
ro_ro: Activați gestionarea stocurilor la nivel de produs

source: Stock quantity
ar: كمية المخزون
ro_ro: Cantitate stoc

source: Allow backorders?
ar: السماح باسترجاع طلب ؟
ro_ro: Permiteți backorders?

source: Do not allow
ar: لا تسمح
ro_ro: Nu permite

source: Allow, but notify customer
ar: السماح ولكن بتنبيه الزبون
ro_ro: Permiteți, dar notificați clientul

source: Allow
ar: السماح
ro_ro: Permite

source: Stock Status
ar: حالة المخزون
ro_ro: Starea stocului

source: In stock
ar: في المخزن
ro_ro: In stoc

source: Out of stock
ar: إنتهى من المخزن
ro_ro: Stoc epuizat

source: Sold individually
ar: تباع بشكل فردي
ro_ro: Vândute individual

source: Enable this to only allow one of this item to be bought in a single order
ar: تفعيل هذا الخيار للسماح بعملية طلب تحتوي على هذا المنتج فقط
ro_ro: Activați acest lucru pentru a permite numai achiziționarea unuia din acest element într-o singură comandă

source: Weight (%s)
ro_ro: Greutate (% s)

source: Dimensions (cm)
ar: الأبعاد (سم)
ro_ro: Dimensiuni (cm)

source: Length
ar: الطول
ro_ro: Lungime

source: Width
ar: العرض
ro_ro: Lăţime

source: Height
ar: الارتفاع
ro_ro: Înălţime

source: Shipping class
ro_ro: Clasa de transport maritim

source: Custom product attribute
ar: تخصيص سمة المنتج
ro_ro: Atributul de produs particularizat

source: Purchase note
ar: ملاحظة الشراء
ro_ro: Nota de cumparare

source: Menu order
ar: ترتيب القائمة
ro_ro: Ordinea meniurilor

source: Enable reviews
ar: تفعيل التعليقات على الخدمة
ro_ro: Activați recenzii

source: Custom Bubble Title
ar: عنوان الفقاعة مخصص
ro_ro: Titlul bulei personalizate

source: NEW
ar: جديد
ro_ro: NOU

source: Custom Tab Title
ar: عنوان علامة التبويب المخصصة
ro_ro: Titlul fila personalizată

source: Custom Tab Content
ar: محتوى علامة التبويب المخصصة
ro_ro: Conținutul fila particularizată

source: Enter content for custom product tab here. Shortcodes are allowed
ar: أدخل المحتوى لعلامة التبويب المنتج المخصص هنا. الرموز القصيرة مسموح بها
ro_ro: Introduceți conținut pentru fila produsului personalizat aici. Codurile scurte sunt permise

source: Product Video
ar: فيديو المنتج
ro_ro: Video produs

source: Enter a Youtube or Vimeo Url of the product video here. We recommend uploading your video to Youtube.
ar: أدخل عنوان Youtube أو Vimeo Url الخاص بفيديو المنتج هنا. نوصي بتحميل الفيديو على Youtube.
ro_ro: Introduceți aici un URL Youtube sau Vimeo din videoclipul despre produs. Vă recomandăm să încărcați videoclipul pe Youtube.

source: Product Video Size
ar: حجم الفيديو المنتج
ro_ro: Dimensiune video produs

source: Top Content
ar: المحتوى الأعلى
ro_ro: Conținut de top

source: Enter content that will show after the header and before the product. Shortcodes are allowed
ar: أدخل المحتوى الذي سيظهر بعد الرأس وقبل المنتج. الرموز القصيرة مسموح بها
ro_ro: Introduceți conținutul care va apărea după antet și înainte de produs. Codurile scurte sunt permise

source: Bottom Content
ar: المحتوى بالاسفل
ro_ro: Conținutul de jos

source: Enter content that will show after the product info. Shortcodes are allowed
ar: أدخل المحتوى الذي سيظهر بعد معلومات المنتج. الرموز القصيرة مسموح بها
ro_ro: Introduceți conținutul care va apărea după informațiile despre produs. Codurile scurte sunt permise

source: Post Content
ar: نشر المحتوى
ro_ro: Postați conținut

source: Here you can add the complete description of your product
ar: هنا يمكنك إضافة الوصف الكامل لمنتجك
ro_ro: Aici puteți adăuga descrierea completă a produsului dvs.

source: Product Short Description
ar: وصف قصير للمنتج
ro_ro: Descriere scurtă a produsului

source: Here you can add a short description to your product
ar: هنا يمكنك إضافة وصف قصير لمنتجك
ro_ro: Aici puteți adăuga o scurtă descriere a produsului dvs.

source: Product Tags
ar: الكلمات الدلالية
ro_ro: Etichete de produs

source: Separate Product Tags with commas
ar: علامات المنتج، إفصل بالفواصل
ro_ro: Separați etichetele produsului cu virgule

source: Product Image
ar: صورة المنتج
ro_ro: imaginea produsului

source: add/remove image
ar: إضافة / إزالة الصورة
ro_ro: adăugați / eliminați imaginea

source: Product Categories
ar: فئات المنتجات
ro_ro: Categorii de produse

source: Product Gallery
ar: معرض المنتجات
ro_ro: Galeria de produse

source: Add product gallery images
ar: إضافة صور لمعرض صور المنتج
ro_ro: Adăugați imagini ale galeriei de produse

source: Save
ar: حفظ
ro_ro: Salvare

source: You don't have the right to edit this product.
ar: ليس لديك الحق في تعديل هذا المنتج.
ro_ro: Nu aveți dreptul să editați acest produs.

source: Error: cannot add product.
ar: خطأ: لا يمكن إضافة المنتج.
ro_ro: Eroare: nu se poate adăuga produsul.

source: Your product has been added.
ar: تم إضافة المنتج الخاص بك.
ro_ro: Produsul dvs. a fost adăugat.

source: Your product has been submitted for review.
ar: تم إرسال منتجك للمراجعة.
ro_ro: Produsul dvs. a fost trimis spre examinare.

source: Upload limit has been reached for your account.
ar: تم الوصول إلى حد التحميل لحسابك.
ro_ro: Limita de încărcare a fost atinsă pentru contul dvs.

source: Claim Form Data
ar: نموذج المطالبة
ro_ro: Revendicați formularele de date

source: Username
ar: اسم المستخدم
ro_ro: Nume de utilizator

source: Application
ro_ro: cerere

# wyzi-business-finder
source: Claim Application
ro_ro: Cerere de revendicare

source: View %s
ro_ro: Vizualizați% s

source: New %s
ar: %s جديد
ro_ro: Știri

source: All %s
ar: جميع %s
ro_ro: Toate% s

source: Search %a
ro_ro: Căutați% a

source: Claim Application
ar: تطبيق المطالبة
ro_ro: Cerere de revendicare

source: You need to register as a Business Owner first
ro_ro: Trebuie să vă înregistrați mai întâi ca proprietar de afaceri

source: You cannot claim your own Business
ro_ro: Nu puteți revendica propria afacere

source: You need to upgrade to a Business Owner first
ro_ro: Trebuie să faceți mai întâi upgrade la un Proprietar de Afaceri

source: Claim %s
ro_ro: Creanțe

source: Claim this business
ro_ro: Revendicați această afacere

source: Check Box
ar: صندوق التحديد
ro_ro: Caseta de bifat

source: Section
ar: قسم
ro_ro: Secțiune

source: Please Verify Recaptcha
ar: يرجى التحقق من Recaptcha
ro_ro: Verificați Recaptcha

source: Please Upload a Valid File
ar: برجاء رفع ملف صالح
ro_ro: Încărcați un fișier valid

source: File upload limit exceeded
ar: تمّ تجاوز الحد المسموح به للرفع
ro_ro: Limita încărcării fișierului a fost depășită

source: You do not have enough Points, you need
ar: ليس لديك ما يكفي من النقاط انت تحتاج
ro_ro: Nu aveți suficiente Puncte, aveți nevoie

source: New Claim Submission
ro_ro: Cerere de reclamație nouă

source: Thank you. We will review your claim and get back to you as soon as possible
ro_ro: Mulțumesc. Vom revizui reclamația dvs. și vom reveni la dvs. cât mai curând posibil

source: SHARE
ar: مشاركة
ro_ro: ACȚIUNE

source: like
ar: اعجاب
ro_ro: ca

source: Favorite
ar: المفضلة
ro_ro: Favorit

source: Manage %s
ar: إدارة %s
ro_ro: Gestionați% s

source: Add New Business
ro_ro: Adăugați o afacere nouă

source: Edit Business: %s
ro_ro: Editați afacerea:% s

source: Edit %s: %s
ro_ro: Editați% s:% s

source: Buy Points
ar: شراء نقاط
ro_ro: Cumpărați puncte

source: Transfer Points
ar: نقل النقاط
ro_ro: Puncte de transfer

source: Business Calendar
ro_ro: Calendarul de afaceri

source: Edit Product
ar: تحرير المنتج
ro_ro: Editați produsul

source: Add a New Product
ar: إضافة منتج
ro_ro: Adăugați un produs nou

source: You Have %d Points
ro_ro: Aveți puncte% d

source: my business
ro_ro: treaba mea

source: Thank you, your new %s is now pending for submission.
ro_ro: Mulțumesc, noul dvs.% s este acum în așteptare pentru trimitere.

source: Thank you, your new %s has been published successfully.
ar: شكرًا لك ، لقد تم نشر %s الجديد بنجاح.
ro_ro: Mulțumesc, noul% s a fost publicat cu succes.

source: Thank you, your %s was updated successfully.
ro_ro: Mulțumesc,% s a fost actualizată cu succes.

source: profile
ar: الملف الشخصي
ro_ro: profil

source: You don't have any favorates yet
ar: ليس لديك أي تفضيلات بعد
ro_ro: Încă nu ai niciun favor

source: Shop
ar: المتجر
ro_ro: Magazin

source: Become a vendor
ar: اضفني كـتاجر
ro_ro: Deveniți un furnizor

source: You vendor application was rejected.
ro_ro: Solicitarea furnizorului a fost respinsă.

source: You already have a pending vendor request.
ro_ro: Aveți deja o cerere de furnizor în așteptare.

source: Add a Product
ar: أضف منتج
ro_ro: Adăugați un produs

source: Subscription
ar: اشتراك
ro_ro: Abonament

source: Manage Subscription
ar: إدارة الاشتراك
ro_ro: Gestionați abonamentul

source: Your Membership Level: %s
ro_ro: Nivelul dvs. de membru:% s

source: You don't have a subscription yet
ar: ليس لديك اشتراك حتى الآن
ro_ro: Nu aveți încă un abonament

source: < back to Job Listings
ro_ro: < înapoi la Lista de locuri de muncă

source: Add New Job
ar: إضافة وظيفة جديدة
ro_ro: Adăugați un job nou

source: You don't have enough points to publish a new job.
ar: ليس لديك ما يكفي من النقاط لنشر وظيفة جديدة.
ro_ro: Nu aveți suficiente puncte pentru a publica un nou loc de muncă.

source: Booking Calendar
ar: حجز التقويم
ro_ro: Calendarul rezervărilor

source: contact information
ar: معلومات جهة الاتصال
ro_ro: informatii de contact

source: tags
ar: الوسوم
ro_ro: Etichete

source: Claim this Business
ro_ro: Revendicați această afacere

source: contact info
ar: بيانات الاتصال
ro_ro: informatii de contact

source: Recent Ratings
ar: التقييمات الأخيرة
ro_ro: Evaluări recente

source: All Ratings
ar: كل التقييمات
ro_ro: Toate evaluările

source: show more
ar: اعرض المزيد
ro_ro: Afișați mai multe

source: Open all day
ar: كل الأيام
ro_ro: Deschis toată ziua

source: Closed all day
ar: مغلق طوال اليوم
ro_ro: Închis toată ziua

source: verified
ar: متحقق منها
ro_ro: verificate

source: Share
ar: شارك
ro_ro: Acțiune

source: %d year
ro_ro: %d an

source: %d month
ar: %d شهر
ro_ro: %d luna

source: %d week
ro_ro: %d saptamana

source: %d day
ro_ro: %d ziua

source: %d hour
ro_ro: %d ora

source: %d minute
ro_ro: %d minut

source: %d second
ro_ro: %d secunda

source: %d years
ar: %d سنوات
ro_ro: %d ani

source: %d months
ar: %d أشهر
ro_ro: %d luni

source: %d weeks
ro_ro: %d săptămâni

source: %d days
ar: %d أيام
ro_ro: %d zile

source: %d hours
ar: %d ساعات
ro_ro: %d ore

source: %d minutes
ar: %d دقائق
ro_ro: %d minute

source: %d seconds
ar: %d ثواني
ro_ro: %d secunde

source: %s ago
ar: %s
ro_ro: %s in urma

source: just now
ar: فقط الآن
ro_ro: chiar acum

source: categories
ar: الأقسام
ro_ro: categorii

source: location
ar: الموقع
ro_ro: Locație

source: category
ar: التصنيف
ro_ro: categorie

source: Keyword
ar: كلمة البحث
ro_ro: cuvinte cheie

source: Open Days
ar: أيام العمل
ro_ro: Zilele deschise

source: Aproval/rejection note
ar: مذكرة الموافقة / الرفض
ro_ro: Aprobare / respingere notă

source: Registration Verification from
ro_ro: Verificarea verificării de la

source: My Profile
ro_ro: Profilul meu

source: Favorites
ro_ro: Favorite

source: Become a Vendor
ro_ro: Deveniți un furnizor

source: Edit %s
ar: تحرير %s
ro_ro: Editați% s

source: Edit Job
ro_ro: Editați lucrarea

source: Dashboard
ro_ro: Bord

source: Listings
ro_ro: Anunțurile

source: Published
ro_ro: Publicat

source: Vendor
ro_ro: Vânzător

source: Payments
ro_ro: Plati

source: Account
ro_ro: Cont

source: Profile
ro_ro: Profil

source: Logout
ar: تسجيل الخروج
ro_ro: Deconectare

source: Product
ro_ro: Produs

source: Job
ro_ro: Loc de munca

source: Visits
ro_ro: vizite

source: Favorited
ro_ro: Favorizate

source: Posts
ro_ro: Mesaje

source: Comments
ro_ro: Comentarii

source: Likes
ro_ro: Îi place

source: You must be logged in to edit your profile.
ar: يجب تسجيل الدخول لتعديل ملفك الشخصي.
ro_ro: Trebuie să fiți conectat (ă) pentru a vă edita profilul.

source: Profile Updated
ar: تم تحديث الملف الشخصي
ro_ro: Profil actualizat

source: Upgrade Account
ar: ترقية الحساب
ro_ro: Actualizare cont

source: You are about to upgrade your account to Business Owner. This allows you to create a business and start publishing %s.
ro_ro: Sunteți pe punctul de a vă actualiza contul la proprietarul afacerii. Aceasta vă permite să creați o afacere și să începeți să publicați% s.

source: Be aware that this step is
ar: كن على علم أن هذه الخطوة
ro_ro: Fiți conștienți de faptul că acest pas este

source: irreversible
ar: مُتَعَذِّرُ العَكْس
ro_ro: ireversibil

source: Click the button below to proceed.
ar: يرجى الضغط على الزر الموضح أدناه للمتابعة.
ro_ro: Faceți clic pe butonul de mai jos pentru a continua.

source: Upgrade
ar: تحديث
ro_ro: Actualizare

source: Upgrade Account to Business Owner
ar: ترقية الحساب لمالك الأعمال
ro_ro: Actualizați contul la proprietarul afacerii

source: products
ro_ro: produse

source: %s Filter Widget
ro_ro: %s Filtru Widget

source: Displays a filter in the %s listing page. Only use on the listing sidebar.
ro_ro: Afișează un filtru în pagina de înscriere% s. Utilizați numai pe bara laterală a listei.

source: Title:
ar: العنوان:
ro_ro: Titlu:

source: Displays a %s's related %s and all available %s
ro_ro: Afișează% s% s conectat și toate% s disponibile

source: related
ar: ذات صلة
ro_ro: legate de

source: No Related %s
ro_ro: Nu este înrudit% s

source: Maximum number of offers to display:
ro_ro: Numărul maxim de oferte de afișat:

source: Pending User
ro_ro: Utilizator în așteptare

source: You can manage the order of Registration form fields that appear in registration page. Click on any Form Field to start
ar: يمكنك إدارة ترتيب حقول نموذج التسجيل التي تظهر في صفحة التسجيل. انقر فوق أي حقل نموذج للبدء
ro_ro: Puteți gestiona ordinea câmpurilor formularului de înregistrare care apar în pagina de înregistrare. Faceți clic pe orice câmp de formular pentru a începe

source: SIGN UP
ar: اشترك
ro_ro: INSCRIE-TE

source: Sign Up with google
ar: اشترك بجوجل
ro_ro: Înscrieți-vă la Google

source: Already have an account?
ar: هل لديك حساب بالفعل؟
ro_ro: ai deja un cont?

source: Login
ar: تسجيل الدخول
ro_ro: Logare

source: Available Points
ar: النقاط المتاحة
ro_ro: Puncte disponibile

source: buy points
ar: شراء نقاط
ro_ro: cumpăra puncte

source: update
ar: تحديث
ro_ro: Actualizați

source: Delete me
ro_ro: Sterge-ma

source: Export my data
ro_ro: Exportați datele mele

source: Select a country
ro_ro: Selecteaza o tara

source: Select your subscription...
ar: تحديد باقة اشتراكك..
ro_ro: Selectați abonamentul ...

source: User Registration is not enabled
ar: تسجيل عضو جديد غير مفعل الأن
ro_ro: Înregistrarea utilizatorului nu este activată

source: You are already logged in.
ar: انت بالفعل داخل.
ro_ro: Sunteți deja conectat (ă).

source: Not a Valid Key
ar: ليس مفتاحًا صالحًا
ro_ro: Nu este o cheie validă

source: Password reset complete
ro_ro: Resetarea parolei este completă

source: New Password
ro_ro: Parolă Nouă

source: Password Repeat
ro_ro: Repetați parola

source: Submit
ar: إرسال
ro_ro: Trimite

source: Sign Up To Your Account
ar: اشترك في حسابك
ro_ro: Înscrieți-vă la contul dvs.

source: You are already logged in
ar: انت مسجل الدخول بالفعل
ro_ro: Sunteți deja conectat (ă)

source: Please accept the terms and conditions before you proceed
ro_ro: Vă rugăm să acceptați termenii și condițiile înainte de a continua

source: GET NEW PASSWORD
ar: احصل على كلمة سر جديدة
ro_ro: GET NOI PASSWORD

source: Username/E-mail:
ar: اسم المستخدم / البريد الالكتروني:
ro_ro: Utilizator / E-mail:

source: Sign In To Your Account
ar: تسجيل الدخول إلى حسابك
ro_ro: Conectați-vă la contul dvs

source: Username/Email
ar: اسم المستخدم / البريد الإلكتروني
ro_ro: Nume de utilizator / E-mail

source: Remember me
ar: تذكرني
ro_ro: Amintește-ți de mine

source: Forgot Password?
ar: نسيت كلمة السر؟
ro_ro: Aţi uitat parola?

source: SIGN IN
ar: تسجيل الدخول
ro_ro: CONECTARE

source: Sign In with google
ar: تسجيل الدخول بحساب جوجل
ro_ro: Conectați-vă cu Google

source: login
ar: تسجيل الدخول
ro_ro: Logare

source: register
ar: تسجيل
ro_ro: Inregistreaza-te

source: Other Login Options
ar: خيارات تسجيل الدخول
ro_ro: Alte opțiuni de conectare

source: User not found
ar: لم يتم العثور على المستخدم
ro_ro: Utilizator nu a fost găsit

source: Please enter a password
ar: يرجى إدخال كلمة مرور
ro_ro: Introduceți o parolă

source: Incorrect password
ar: كلمة سر خاطئة
ro_ro: Parola incorecta
