Repository: pabl8/my_wyzi
Catalog: languages/wyzi-business-finder-*.po
Languages: ar, ro_ro

source: Subscription Tables
ar: جداول الاشتراك
ro_ro: Tabele de abonament

source: Display Pricing Tables of Paid Membership Pro
ar: عرض جداول التسعير للعضوية المدفوعة Pro
ro_ro: Afișarea prețurilor la tabelele Pro

source: Levels
ar: مستويات
ro_ro: niveluri

source: Membership Levels Ids, comma Sparated
ro_ro: Niveluri de membru Ids, virgula Sparated

source: Template
ar: قالب
ro_ro: Format

source: Layout
ar: التخطيط
ro_ro: schemă

source: Tables Layout
ar: تخطيط الجداول
ro_ro: Tabelul Aspect

source: Display Description
ar: وصف العرض
ro_ro: Afișare descriere

source: Checkout Button
ro_ro: Butonul de comandă

source: Lable for checkout button
ro_ro: Lable pentru butonul de checkout

source: Price
ar: السعر
ro_ro: Pret

source: How to display the level cost text
ar: كيفية عرض النص تكلفة المستوى
ro_ro: Cum se afișează textul costului la nivel

source: Global Map
ro_ro: Harta globală

source: Display a map of all businesses
ro_ro: Afișați o hartă a tuturor companiilor

source: Map height
ar: خريطة الطول
ro_ro: Înălțimea hărții

source: Load my location
ro_ro: Încărcați locația mea

source: Location Filter Type
ar: فلتر المواقع
ro_ro: Tip filtru locație

source: Radius Max Value
ro_ro: Valoarea maximă a radioului

source: Radius Step
ro_ro: Radius Pas

source: Map Sidebar
ro_ro: Bara laterală a hărții

source: Hide POI
ro_ro: Ascunde POI

source: Header Filters
ro_ro: Header Filtre

source: Filters Order
ro_ro: Filtru Comanda

source: Enter the order of indexes to display the filters in, comma separated.<br/> 1: Keyword filer <br/> 2: Location filter <br/> 3: Category filter.<br/> 4: Open Days Filter.
ro_ro: Introduceți ordinea indexurilor pentru a afișa filtrele, separate prin virgulă. <br/> 1: Filtru cuvinte cheie <br/> 2: Filtru locație <br/> 3: Filtru categorii. <br/> 4: Filter Open Days.

source: Custom Search
ro_ro: Căutare particularizată

source: Number of columns for large desktops
ar: عدد الأعمدة لأجهزة الكمبيوتر المكتبية الكبيرة
ro_ro: Numărul de coloane pentru desktopuri mari

source: Number of columns for medium desktops
ro_ro: Numărul de coloane pentru desktopurile medii

source: Number of columns for tablets
ar: عدد الأعمدة للأجهزة اللوحية
ro_ro: Numărul de coloane pentru tablete

source: Number of columns for mobile
ro_ro: Numărul de coloane pentru dispozitive mobile

source: no ratings yet
ar: لايوجد تقييم ... كن الأول
ro_ro: niciun rating încă

source: READ MORE
ar: اقرأ المزيد
ro_ro: CITESTE MAI MULT

source: Export To CSV
ar: عينة ملف CSV
ro_ro: Exportați în CSV

source: Progress
ar: التقدم
ro_ro: progres

source: Download CSV File
ar: تحميل ملف CSV
ro_ro: Descărcați fișierul CSV

source: Download Debug File
ro_ro: Descărcați fișierul de depanare

source: You seem to have nothing to export. Add a post or page and try again.
ro_ro: Se pare că nu ai nimic de exportat. Adăugați o postare sau o pagină și încercați din nou.

source: Elapsed Time
ro_ro: Timpul scurs

source: Upload CSV File For Import
ar: تحميل ملف CSV للاستيراد
ro_ro: Încărcați fișierul CSV pentru import

source: Select CSV File
ar: اختر ملف CSV
ro_ro: Selectați fișierul CSV

source: Import Uploaded File
ro_ro: Import fișier încărcat

source: Uploaded file
ar: الملف الرفق
ro_ro: Fișier încărcat

source: Import Results
ar: نتائج الاستيراد
ro_ro: Importați rezultatele

source: Details
ar: التفاصيل
ro_ro: Detalii

source: Errors
ar: أخطاء
ro_ro: Erori

source: Warnings
ar: تحذيرات
ro_ro: Avertismente

source: Imported successfully, with no errors or warnings.
ar: تم الاستيراد بنجاح ، بدون أخطاء أو تحذيرات.
ro_ro: Importate cu succes, fără erori sau avertismente.

source: Save All Settings
ar: حفظ جميع الإعدادات
ro_ro: Salvați toate setările

source: Delimiter
ar: حد
ro_ro: delimitator

source: (European users will usually need to change this from ',' to ';')
ro_ro: (Utilizatorii europeni vor trebui să schimbe acest lucru de la ',' la ';')

source: Enclosure
ar: مستند مرفق
ro_ro: împrejmuire

source: Import Date format
ro_ro: Formatul datei de import

source: (Dates are always exported as 'YYYY-MM-DD HH:MM:SS')
ro_ro: (Datele sunt exportate întotdeauna ca 'YYYY-MM-DD HH:MM:SS')

source: Minimum Access Level
ar: مستوى التوصل
ro_ro: Nivel minim de acces

source: Shortcode Enabled
ro_ro: Codul scurt este activat

source: Only turn this on if you want your site visitors to be able to export posts! To display the export form in a post or page you can use the shortcode '[wpcsv_export_form]'. It will allow any visitor to export to CSV according to whatever settings you've last saved on this screen (except for debug output). <strong>Please use this feature with caution!</strong>
ro_ro: Porniți această opțiune numai dacă doriți ca vizitatorii site-ului dvs. să poată exporta postări! Pentru a afișa formularul de export într-o postare sau o pagină, puteți folosi codul scurt "[wpcsv_export_form]". Acesta va permite oricărui vizitator să exporte în CSV în funcție de setările pe care le-ați salvat ultima dată pe acest ecran (cu excepția ieșirilor de depanare). <strong> Utilizați această caracteristică cu prudență! </ strong>

source: This may cause extra load and create quite a large trace file. Only turn on if there's a problem. NOTE: Currently only traces export.
ro_ro: Acest lucru poate cauza încărcare suplimentară și poate crea un fișier de urmărire destul de mare. Activați numai dacă există o problemă. NOTĂ: În prezent, există doar exporturi de urme.

source: Filters
ar: فلتر
ro_ro: Filtre

source: Export 'Hidden' Custom Fields
ro_ro: Exportați câmpurile personalizate "ascunse"

source: Post Type and Status Exclude Filter
ro_ro: Tipul postului și excluderea filtrului de stare

source: Include Fields
ro_ro: Includeți câmpuri

source: Control which fields are included in the export file. You can enter the full field name or a pattern such as '*' (for everything), 'start*' (for fields starting with 'start'), or '*end' (for fields ending with 'end'). Separate field rules with a comma. NOTE: Some fields are mandatory and will appear no matter what rules you add. Excluded fields will not appear.
ro_ro: Controlul câmpurilor care sunt incluse în fișierul de export. Puteți introduce numele întregului câmp sau un model, cum ar fi "*" (pentru tot), 'start *' (pentru câmpurile care încep cu 'start') sau '* end' (pentru câmpurile care se termină cu 'end'). Separați regulile de câmp cu o virgulă. NOTĂ: Unele câmpuri sunt obligatorii și vor apărea indiferent de regulile pe care le adăugați. Câmpurile excluse nu vor apărea.

source: Exclude Fields
ro_ro: Excludeți câmpurile

source: Control which fields are excluded from the export file. You can enter a pattern such as 'start*' (for fields starting with 'start'), or '*end' (for fields ending with 'end'). NOTE: Some fields are mandatory and will appear no matter what you enter. Excluded fields take precedence over included fields so you can include 'start*' and then exclude 'start_useless_field'. Separate field rules with a comma.
ro_ro: Controlați câmpurile care sunt excluse din fișierul de export. Puteți introduce un model, cum ar fi 'start *' (pentru câmpurile care încep cu 'start') sau '* end' (pentru câmpurile care se termină cu 'end'). NOTĂ: Unele câmpuri sunt obligatorii și vor apărea indiferent de ce introduceți. Câmpurile excluse au prioritate față de câmpurile incluse, astfel încât să puteți include "start *" și apoi să excludeți "start_useless_field". Separați regulile de câmp cu o virgulă.

source: Report
ar: تقرير
ro_ro: Raport

source: Invalid amount
ar: قيمة غير صحيحة
ro_ro: Sumă nevalidă

source: points will be reduced from your balance
ar: سيتم تخفيض النقاط من رصيدك
ro_ro: punctele vor fi reduse de la soldul dvs.

source: points exceed your balance
ar: النقاط تتجاوز رصيدك
ro_ro: punctele depășesc soldul

source: Are you sure You want to logout?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟
ro_ro: Sunteți sigur că doriți să vă deconectați?

source: cancel
ar: إلغاء
ro_ro: Anulare

source: Warning, this will delete your account, along side all your associated info. This step cannot be undone. If you want to proceed, please input your password below, and click "delete"
ro_ro: Atenție, acest lucru va șterge contul, împreună cu toate informațiile asociate. Acest pas nu poate fi anulat. Dacă doriți să continuați, introduceți parola mai jos și faceți clic pe "ștergeți"

source: This will generate a file containing your information. If you want to proceed, please input your password below, and click "Export"
ro_ro: Acesta va genera un fișier care conține informațiile dvs. Dacă doriți să continuați, introduceți parola mai jos și faceți clic pe "Export"

source: Incorrect Password
ro_ro: Parola incorecta

source: Your account has been verified!
ro_ro: Contul tău a fost verificat!

source: An error occurred during the process
ro_ro: A apărut o eroare în timpul procesului

source: What to Display
ar: ماذا لعرض
ro_ro: Ce să afișați

source: Nothing
ar: لا شئ
ro_ro: Nimic

source: Revolution Slider
ro_ro: Șurubul de revoluție

source: What to display on this page's header
ar: ما يتم عرضه في رأس هذه الصفحة
ro_ro: Ce trebuie afișat în antetul acestei pagini

source: Display Map
ar: عرض
ro_ro: Afișați hartă

source: Enable Marker autofit
ro_ro: Activați autofitul Marker

source: If checked, the map will automatically set the zoom and location to display all available businesses. Else, you can set the zoom and location of your map manually by typing in a country name and setting the zoom level on the map.
ro_ro: Dacă este bifată, harta va seta automat zoomul și locația pentru a afișa toate afacerile disponibile. Altfel, puteți seta manual mărirea și poziționarea hărții tastând un nume de țară și setând nivelul de mărire pe hartă.

source: Silver
ar: فضي
ro_ro: Argint

source: Dark
ar: داكن
ro_ro: Întuneric

source: Night
ar: الليل
ro_ro: Noapte

source: Hide Map POI
ar: حجب الخريطة
ro_ro: Ascunde harta POI

source: If checked, POIs (Business points of interest) will be hidden from this map.
ro_ro: Dacă este bifată, punctele de interes (puncte de interes de afaceri) vor fi ascunse de această hartă.

source: On load location request
ar: طلب الموقع
ro_ro: În cererea de localizare a încărcării

source: If checked, map centers on current user location.
ar: إذا تم تحديدها ، فستركز الخريطة على موقع المستخدم الحالي.
ro_ro: Dacă este bifată, harta se focalizează pe locația curentă a utilizatorului.

source: If checked, Business info will be displayed on a sidebar on marker click.
ro_ro: Dacă este bifată, informațiile despre afacere vor fi afișate pe o bară laterală la clic pe marcator.

source: Select where do you want the map to be centered by default. Without setting a map center, the map will not appear on the front end.
ar: حدد المكان الذي تريد أن يتم توسيط الخريطة فيه افتراضيًا. بدون تعيين مركز خريطة ، لن تظهر الخريطة على الواجهة الأمامية.
ro_ro: Selectați unde doriți ca harta să fie centrată în mod prestabilit. Fără a seta un centru de hartă, harta nu va apărea pe front.

source: Note
ar: ملاحظة
ro_ro: Notă

source: In order to get the marker on the map, type any location address in the search box, then select it from the dropdown menu that shows up afterwards. Dowing so will show a marker on the map, then you can fine tune the desired location.
ar: للحصول على العلامة على الخريطة ، اكتب أي عنوان موقع في مربع البحث ، ثم حدده من القائمة المنسدلة التي تظهر بعد ذلك. ستظهر النتيجة علامة على الخريطة ، ثم يمكنك ضبط الموقع المطلوب.
ro_ro: Pentru a obține marcajele pe hartă, tastați orice adresă de locație în caseta de căutare, apoi selectați-o din meniul derulant care apare ulterior. Dowing astfel va afișa un marcator pe hartă, apoi puteți regla fin locația dorită.

source: If the map appears blank with no marker showing up, this means you need to input a Google maps API key in Toolkit settings.
ar: إذا ظهرت الخريطة فارغة مع عدم ظهور أي علامة ، فهذا يعني أنك بحاجة إلى إدخال مفتاح API لخرائط Google في إعدادات Toolkit.
ro_ro: Dacă harta apare necompletată fără afișarea unui marcator, aceasta înseamnă că trebuie să introduceți o cheie API Google Maps în setările de Instrumente.

source: Use the map to CENTER your map and to set the ZOOM LEVEL shown in the front-end. In the backend only the inner center part at its correct zoom-level will appear. The map in the frontend will show a much wider area. Please check back on Frontend and correct your settings in the backend if necessary.
ar: استخدم الخريطة لتوسيط الخريطة ولضبط مستوى ZOOM LEVEL في الواجهة الأمامية. في الجزء الخلفي ، سيظهر جزء الوسط الداخلي فقط عند مستوى التكبير / التصغير الصحيح. ستعرض الخريطة في الواجهة الأمامية منطقة أوسع بكثير. يرجى التحقق مرة أخرى من Frontend وتصحيح الإعدادات في الخلفية إذا لزم الأمر.
ro_ro: Utilizați harta pentru a CENTERUL hărții dvs. și pentru a seta ZOOM LEVEL afișat în partea frontală. În backend, va apărea numai partea centrală la nivelul corect al zoom-ului. Harta din frontend va arăta o zonă mult mai largă. Verificați din nou Frontend și corectați-vă setările în backend, dacă este necesar.

source: Display a dropdown or an auto-complete text as location filter
ro_ro: Afișați un drop-down sau un text de completare automată ca filtru de locație

source: Dropdown
ro_ro: Scapă jos

source: Directly filter your businesses to this location in case you're using location dropdown
ro_ro: Filtrați direct afacerile dvs. în această locație în cazul în care utilizați meniul drop-down pentru locație

source: Default category
ar: الفئة الافتراضية
ro_ro: Categoria implicită

source: Directly filter your businesses to this category.
ro_ro: Filtrați direct afacerile dvs. în această categorie.

source: Default Radius
ar: التقدير الدائرى الافتراضى
ro_ro: Radius implicit

source: Radius Minimum Value
ar: القيمة الدنيا
ro_ro: Valoarea minimă a radiului

source: Radius Maximum Value
ar: القيمة القصوى
ro_ro: Valoarea maximă a radiului

source: Radius Slider Step
ro_ro: Radius Pasul glisant

source: Set your location. Without setting a location, the map will not appear on the front end.
ro_ro: Setați locația. Fără a stabili o locație, harta nu va apărea pe partea frontală.

source: Display Image
ro_ro: Afișați imaginea

source: Image height
ar: طول الصورة
ro_ro: Înălțime imagine

source: Main Text
ar: النص الرئيسي
ro_ro: Textul principal

source: Displays bellow main text
ro_ro: Afișează textul de mai jos

source: Display search fields
ro_ro: Afișați câmpurile de căutare

source: Search fields order
ro_ro: Câmpul câmpurilor de căutare

source: Enter the order of indexes to display the filters in, comma separated.<br> 1: Keyword filer<br> 2: Location filter<br> 3: Category filter<br> 4: Open Days Filter.
ro_ro: Introduceți ordinea indexurilor pentru a afișa filtrele separate prin virgulă 1: Filer de cuvinte cheie <br> 2: Filtru de localizare <br> 3: Filtru de categorie <br> 4: Filter Open Days.

source: Set in case you want a default location to be set
ro_ro: Setați dacă doriți să setați o locație prestabilită

source: Display Revolution Slider
ro_ro: Afișează cursorul de revoluție

source: Choose revolution slider
ro_ro: Alegeți cursorul de revoluție

source: Page Sidebar
ar: قائمة ودجت الصفحة
ro_ro: Bara laterală a paginii

source: Select page sidebar template
ar: حدد قالب صفحة الشريط الجانبي
ro_ro: Selectați șablonul bara laterală a paginii

source: Choose wheather you want this page to be full width, left sidebar or right sidebar
ar: اختر ما إذا كنت تريد أن تكون هذه الصفحة كاملة العرض ، أو الشريط الجانبي الأيسر أو الشريط الجانبي الأيمن
ro_ro: Alegeți dacă doriți ca această pagină să fie lățime întreagă, bara laterală stângă sau bara laterală dreaptă

source: Full Width
ar: عرض كامل
ro_ro: Lățime maximă

source: Left Sidebar
ar: الشريط الجانبي الأيسر
ro_ro: Bara laterală din stânga

source: Right Sidebar
ar: الشريط الجانبي الأيمن
ro_ro: Bara laterală dreaptă

source: Grid view
ar: عرض الشبكة
ro_ro: Vizualizare în grilă

source: If checked, the businesses list will be displayed as a grid.
ar: إذا تم تحديده ، فسيتم عرض قائمة الأنشطة التجارية على هيئة شبكة.
ro_ro: Dacă este bifată, lista de companii va fi afișată ca o rețea.

source: Maximum nubmber of Businesses to display per page
ar: الحد الأقصى لعدد الشركات التي يتم عرضها في كل صفحة
ro_ro: Nubmber maxim de Afaceri pentru afișare pe pagină

source: Listing to show Product in
ar: قائمة لعرض المنتج في
ro_ro: Afișare pentru a afișa Produsul în

source: Please enter your name, your email address and choose a password to book an appointment.
ar: الرجاء إدخال اسمك وعنوان البريد الإلكتروني الخاص بك واختيار كلمة مرور لحجز موعد.

source: Plugin
ar: إضافة

source: Status
ar: الحالة

source: Email
ar: البريد الإلكتروني

source: Okay
ar: جيد

source: WooCommerce
ar: ووكومرس

source: Calendar
ar: التقويم

source: E-mail *
ar: البريد الإلكتروني *

source: Welcome back, %s!
ar: مرحبًا بك مرة أخرى ،%s!

source: Sign Out
ar: تسجيل الخروج

source: Appointment Settings
ar: إعدادات الموعد

source: General
ar: عام

source: Export
ar: تصدير

source: Important:
ar: هام:

source: You don't have a calendar for this %s yet
ar: ليس لديك تقويم لـهذه %s بعد

source: calendar
ar: التقويم

source: Published %s
ar: اعمالي التجارية المقبولة

source: This %s is pending
ar: هذه %s معلقة

source: Client
ar: زبون

source: Slogan
ar: شعار

source: Bldg
ar: مبنى

source: Email 1
ar: البريد الإلكتروني 1

source: Email 2
ar: البريد الإلكتروني 2

source: Youtube Channel Link
ar: رابط يوتيوب

source: Instagram Link
ar: رابط إنستجرام

source: Flicker Link
ar: رابط فليكر

source: Pinterest Link
ar: رابط بينتيريست

source: Header Image
ar: صورة الرأس

source: OFF
ar: إيقاف

source: Create
ar: إنشاء

source: Website
ar: الموقع الالكتروني

source: Facebook
ar: فيسبوك

source: Twitter
ar: تويتر

source: Google Plus
ar: جوجل بلس

source: Linkedin
ar: لينكدن

source: Youtube
ar: يوتيوب

source: Instagram
ar: انستجرام

source: Url
ar: رابط

source: Textarea
ar: منطقة النص

source: Post
ar: إنشر

source: Popular
ar: الأشهر

source: Weight (kg)
ar: الوزن (كغ)

source: You need to register as a Business Owner First
ar: يجب عليك التسجيل كمالك أعمال أولاً

source: You already have a business, create a new Business Account
ar: لديك بالفعل نشاط تجاري ، قم بإنشاء حساب أعمال جديد

source: You need to upgrade to a Business Owner First
ar: تحتاج إلى الترقية إلى مالك النشاط التجاري أولاً

source: Claim
ar: المطالبة

source: Thank you, we will review your claim and answer you as soon as possible
ar: شكرًا لك ، سنراجع مطالبتك ونجيب عليك في أقرب وقت ممكن

source: %s Calendar
ar: تقويم %s

source: my %s
ar: اعمالي التجارية

source: Claim this %s
ar: طالب بهذه %s

source: E-mail
ar: البريد الإلكتروني

source: social media
ar: التواصل الاجتماعى

source: recent
ar: الأخيرة

source: logout
ar: تسجيل الخروج

source: Your new password for the account at
ar: كلمة مرورك الجديدة للحساب في

source: You can now login with your new password at
ar: يمكنك الدخول الآن باستخدام كلمة المرور الجديدة في

source: Password Reset Request
ar: طلب اعادة تعيين كلمة المرور

source: Password reset Complete
ar: اكتمل إعادة ضبط كلمة المرور

source: We have sent you an email with your new password
ar: لقد أرسلنا لك رسالة بريد إلكتروني بكلمة المرور الجديدة الخاصة بك

source: To reset your password, visit the following address
ar: لإعادة تعيين كلمة المرور، يرجى زيارة الرابط التالي

source: transfer
ar: نقل

source: User Extra Meta Data
ar: بيانات تعريف المستخدم الإضافية

source: trashed
ar: نقل الى سلة المهملات

source: You already have the maximum allowed number of
ar: لديك بالفعل الحد الأقصى ل

source: <span>Belongs to %s:</span> %s
ar: <span>ينتمي إلى %s:</span> %s

source: Business Edit
ar: تحرير الأعمال

source: Km
ar: كم

source: Miles
ar: اميال

source: Import
ar: استيراد

source: Enable Map zooming by scroll wheel?
ar: تمكين تكبير / تصغير الخريطة باستخدام عجلة التمرير؟

source: Map Skin
ar: الجلد

source: Standard
ar: قياسي

source: Retro
ar: رجعي

source: Sub Text
ar: نص الفرعي
