Repository: pabl8/my_wyzi
Catalog: languages/wyzi-business-finder-*.po
Languages: ar, ro_ro

source: Every 1 hour
ar: كل ساعه
ro_ro: Din ora in ora

source: Every 1 hour, 30 minutes
ar: كل ساعة ونصف
ro_ro: La fiecare o oră si 30 de minute

source: Every 2 hours
ar: كل ساعتين
ro_ro: La fiecare 2 ore

source: Every 45 minutes
ar: كل 45 دقيقة
ro_ro: La fiecare 45 de minute

source: Every 30 minutes
ar: كل 30 دقيقة
ro_ro: La fiecare 30 de minute

source: Every 20 minutes
ar: كل 20 دقيقة
ro_ro: La fiecare 20 de minute

source: Every 15 minutes
ar: كل 15 دقيقه
ro_ro: La fiecare 15 minute

source: Every 10 minutes
ar: كل 10 دقائق
ro_ro: La fiecare 10 de minute

source: Every 5 minutes
ar: كل 5 دقائق
ro_ro: La fiecare 5 min

source: 5 minutes
ar: 5 دقائق
ro_ro: 5 minute

source: 10 minutes
ar: 10 دقائق
ro_ro: 10 minute

source: 15 minutes
ar: 15 دقيقة
ro_ro: 15 minute

source: 20 minutes
ar: 20 دقيقة
ro_ro: 20 de minute

source: 30 minutes
ar: 30 دقيقة
ro_ro: 30 minute

source: 45 minutes
ar: 45 دقيقة
ro_ro: 45 de minute

source: 1 hour
ar: ساعه
ro_ro: 1 oră

source: %d space available
ar: أماكن شاغرة %d
ro_ro: %d spatiu disponibil

source: Back to
ar: رجوع إلى
ro_ro: Inapoi la

source: Sun
ar: الأحد
ro_ro: Du

source: Mon
ar: الإثنين
ro_ro: Lu

source: Tue
ar: الثلاثاء
ro_ro: Mar

source: Wed
ar: الأربعاء
ro_ro: Mie

source: Thu
ar: الخميس
ro_ro: Joi

source: Fri
ar: الجمعة
ro_ro: Vin

source: Sat
ar: السبت
ro_ro: Sam

source: %d Appointment
ro_ro: %d Intalnire

source: Default Calendar
ar: التقويم الإفتراضي
ro_ro: Format calendar implicit

source: Appointments for
ar: المواعيد لـ
ro_ro: Rezervari pentru

source: %s Appointments for
ro_ro: %s Intalniri pentru

source: space
ar: الفراغ
ro_ro: spaţiu

source: available
ar: متاح
ro_ro: disponibil(e)

source: New Appointment
ar: موعد جديد
ro_ro: Rezervări

source: There are additional appointments booked from previously available time slots:
ar: هناك مواعيد إضافية محجوزة من فترات زمنية متوفرة مسبقاً :
ro_ro: Există mai multe rezervări din intervalurile disponibile anterior:

source: There are no appointment slots available for this day, however there are appointments booked from previously available time slots:
ar: لا توجد فترات مواعيد متاحة لهذا اليوم, لكن هناك مواعيد محجوزة من الفترات الزمنية السابقة:
ro_ro: Nu există sloturi de programare disponibile pentru această zi, cu toate acestea există rezervări rezervate din sloturile de timp disponibile anterior:

source: There are no appointment time slots available for this day.
ar: لا توجد فترات زمنية للمواعيد في هذا اليوم.
ro_ro: Nu există locații de programare pentru această zi.

source: Would you like to add some?
ar: هل ترغب في إضافة البعض؟
ro_ro: Vrei să adaugi ceva?

source: Enter a label for this checkbox...
ar: أدخل تسمية لمجموعة صندوق الإختيارات ...
ro_ro: Introduceți o etichetă pentru această casetă de selectare ...

source: Enter a label for this radio button...
ar: أدخل تسمية لزر الراديو هذا ...
ro_ro: Introduceți o etichetă pentru acest buton radio ...

source: Enter a label for this option...
ar: أدخل تسمية لهذا الحقل...
ro_ro: Introduceți o etichetă pentru această opțiune ...

source: Checkbox
ar: مربع التأكد
ro_ro: Caseta de bifat

source: Radio Button
ar: زر الراديو
ro_ro: Buton de radio

source: Option
ar: خيار
ro_ro: Opțiune

source: Single Line Text
ar: نص الخط الواحد
ro_ro: Textul unei singure linii

source: Enter a label for this field...
ar: أدخل تسمية لهذا الحقل...
ro_ro: Introduceți o etichetă pentru acest câmp ...

source: Paragraph here it comes Text
ro_ro: Paragraful aici vine Text

source: Checkboxes
ar: مربعات الاختيار
ro_ro: Casetele de selectare

source: Enter a label for this checkbox group...
ar: أدخل تسمية لمجموعة صندوق الاختيارات ...
ro_ro: Introduceți o etichetă pentru acest grup de casete ...

source: Radio Buttons
ar: ازرار الاختيار من متعدد
ro_ro: Butoane radio

source: Enter a label for this radio button group...
ar: أدخل تسمية مجموعة أزرار الراديو...
ro_ro: Introduceți o etichetă pentru acest grup de butoane radio ...

source: Drop Down
ar: اسقاط
ro_ro: Scapă jos

source: Text Content
ar: محتوى النص
ro_ro: Conținutul textului

source: HTML is allowed in this field.
ar: يسمح بـ HTML هنا.
ro_ro: HTML este permis în acest câmp.

source: Paragraph Text
ar: نص الفقرة
ro_ro: Textul paragrafului

source: That email does not appear to be valid.
ar: لا يبدوا بأن البريد الإلكتروني صالح.
ro_ro: Acest e-mail nu pare să fie valabil.

source: Current Customer
ar: عميل حالي
ro_ro: Clientul curent

source: New Customer
ar: عميل جديد
ro_ro: Client nou

source: Guest
ar: زائر
ro_ro: Oaspete

source: Select a customer
ar: اختار عميل
ro_ro: Selectați un client

source: First Name
ar: الاسم الاول
ro_ro: Nume

source: Last Name
ar: الاسم الاخير
ro_ro: Numele de familie

source: Email Address
ar: عنوان البريد الإلكتروني
ro_ro: Adresa de email

source: Choose a password
ar: اختار كلمة المرور
ro_ro: Alege o parolă

source: Edit Appointment
ar: تحرير موعد
ro_ro: Editați întâlnirea

source: Appointment Date/Time
ar: تاريخ \ وقت الموعد
ro_ro: Data / ora numirii

source: Customer Information
ar: معلومات العميل
ro_ro: Informații despre clienți

source: Sorry, someone just booked this appointment before you could. Please choose a different booking time.
ar: نأسف, شخص ما سبقك في حجز هذا الموعد. الرجاء اختيار وقت آخر للحجز.
ro_ro: Ne pare rău, cineva tocmai a rezervat această întâlnire înainte de a putea. Vă rugăm să alegeți un alt moment de rezervare.

source: Request an Appointment
ar: طلب موعد
ro_ro: Solicitați o întâlnire

source: Book an Appointment
ar: حجز موعد
ro_ro: Rezervați o întâlnire

source: %s on %s
ro_ro: %s in %s

source: Sorry, there are no bookings available
ar: عذراً ، لا توجد حجوزات متاحة
ro_ro: Ne pare rău, nu există rezervări disponibile

source: Unknown
ar: غير معروف
ro_ro: Necunoscut

source: Enter your email address to reset your password:
ar: أدخل عنوان بريدك الإلكتروني لإعادة تعيين كلمة المرور:
ro_ro: Introduceți adresa de e-mail pentru resetarea parolei:

source: Your Information:
ar: معلوماتك:
ro_ro: Informatia ta:

source: Please enter your first name, last name and email address:
ar: الرجاء إدخال اسمك الأول واسم العائلة وعنوان البريد الإلكتروني:
ro_ro: Introduceți numele, prenumele și adresa dvs. de e-mail:

source: Please enter your name and email address:
ar: الرجاء إدخال اسمك وعنوان البريد الإلكتروني:
ro_ro: Introduceți numele și adresa dvs. de e-mail:

source: Please enter your first and last name:
ar: الرجاء إدخال الاسم الأول والأخير:
ro_ro: Introduceți numele și prenumele dvs.:

source: Please enter your name:
ar: من فضلك أدخل إسمك:
ro_ro: Te rog scrieti numele:

source: Welcome back, please sign in:
ar: أهلا بك من جديد، يرجى تسجيل الدخول:
ro_ro: Bine ați venit înapoi, vă rugăm să vă conectați:

source: Password
ar: كلمة المرور
ro_ro: Parola

source: Registration:
ar: التسجيل:
ro_ro: Înregistrare:

source: Please enter your name, your email address and choose a password to get started.
ar: الرجاء إدخال اسمك وعنوان البريد الإلكتروني الخاص بك واختيار كلمة مرور للبدء.
ro_ro: Introduceți numele dvs., adresa dvs. de e-mail și alegeți o parolă pentru a începe.

source: New customer
ar: مدرسة جديدة
ro_ro: Client nou

source: Current customer
ar: مدرسة مسجلة
ro_ro: Clientul curent

source: I forgot my password.
ar: لقد نسيت كلمة المرور.
ro_ro: Am uitat parola.

source: Sign in
ar: تسجيل الدخول
ro_ro: conectare

source: Reset Password
ar: إعادة تعيين كلمة المرور
ro_ro: Reseteaza parola

source: Go Back
ar: رجوع
ro_ro: Întoarce-te

source: Sorry, but you've hit the appointment limit. Each user may only book %d appointment at a time.
ro_ro: Ne pare rău, dar ați atins limita de programare. Fiecare utilizator poate rezerva doar întâlnirea% d la un moment dat.

source: Sorry, but you're about to book more appointments than you are allowed to book at a time. Each user may only book %d appointments at a time.
ro_ro: Ne pare rău, dar sunteți pe cale de a rezerva mai multe întâlniri decât vă este permis să rezervați la un moment dat. Fiecare utilizator poate rezerva numai întâlniri% d la un moment dat.

source: You are about to request an appointment for %s.
ro_ro: Sunteți pe cale să solicitați o programare pentru% s.

source: Please review and confirm that you would like to request the following appointment:
ar: يرجى مراجعة وتأكيد رغبتك في طلب الموعد التالي:
ro_ro: Revedeți și confirmați că doriți să solicitați următoarea rezervare:

source: Please confirm that you would like to request the following appointment:
ar: الرجاء تأكيد أنك تريد طلب الموعد التالي:
ro_ro: Vă rugăm să confirmați că doriți să solicitați următoarea întâlnire:

source: Please enter the following text:
ar: الرجاء إدخال النص:
ro_ro: Introduceți următorul text:

source: Request Appointment
ar: طلب موعد
ro_ro: Solicitați numirea

source: Your full name is required to book an appointment.
ar: اسمك بالكامل مطلوب لحجز الموعد.
ro_ro: Numele dvs. complet este necesar pentru a rezerva o întâlnire.

source: The email address you have entered doesn't appear to be valid.
ar: البريد الإلكتروني المدخل غير صالح.
ro_ro: Adresa de e-mail pe care ați introdus-o nu pare a fi validă.

source: Your name and a valid email address are required to book an appointment.
ar: اسمك وعنوان بريدك إلكتروني صالح مطلوبين لحجز موعد .
ro_ro: Numele dvs. și o adresă de e-mail validă sunt necesare pentru a rezerva o întâlnire.

source: Your name is required to book an appointment.
ar: اسمك مطلوب لحجز الموعد.
ro_ro: Numele dvs. este necesar pentru a rezerva o întâlnire.

source: An unknown error occured.
ar: حدث خطأ غير معروف.
ro_ro: A apărut o eroare necunoscută.

source: Registration has been successful.
ar: تم حجز الموعد بنجاح.
ro_ro: Înregistrarea a avut succes.

source: Your user level does not have the ability to edit appointments.
ar: مستوى المستخدم الخاص بك ليس لديه القدرة على تحرير المواعيد.
ro_ro: Nivelul dvs. de utilizator nu are capacitatea de a edita întâlniri.

source: Time Slot
ar: مدة زمنية
ro_ro: Interval de timp

source: There are no upcoming appointments.
ar: لا توجد مواعيد قادمة.
ro_ro: Nu există programări viitoare.

source: Unlimited Spaces
ro_ro: Spații nelimitate

source: %d Available
ar: متوفر %d
ro_ro: %d Disponibil

source: None Available
ar: غير متاح
ro_ro: Nu sunt disponibile

source: Unavailable
ar: غير متاح
ro_ro: Indisponibil

source: Book Appointment
ar: حجز موعد
ro_ro: Rezervarea numirii

source: Appointments in this time slot:
ro_ro: Numiri în acest interval de timp:

source: Available Appointment on %s
ro_ro: Disponibilă disponibilă pe% s

source: Previous
ar: السابق
ro_ro: Anterior

source: Next
ar: التالي
ro_ro: Următor →

source: Available Appointments on %s
ro_ro: Disponibile disponibile pentru% s

source: Someone requested that the password be reset for the following account:
ar: طلب أحد الأشخاص إعادة تعيين كلمة المرور للحساب التالي:
ro_ro: Cineva a solicitat resetarea parolei pentru următorul cont:

source: Username: %s
ro_ro: Nume utilizator:% s

source: If this was a mistake, just ignore this email and nothing will happen.
ar: إذا كان هذا خطأ، فقط تجاهل هذه الرسالة ولكن شيئا لن يحدث.
ro_ro: Dacă a fost o greșeală, ignorați acest e-mail și nimic nu se va întâmpla.

source: To reset your password, visit the following address:
ar: لإعادة تعيين كلمة المرور الخاصة بك، قم بزيارة العنوان التالي:
ro_ro: Pentru a reseta parola, vizitați următoarea adresă:

source: [%s] Password Reset
ro_ro: [%s] Resetare parolă

source: Choose...
ar: اختر...
ro_ro: Alege...

source: The passwords you entered do not match. Your password was not updated.
ar: لا تتطابق كلمات المرور التي أدخلتها.
ro_ro: Parola introdusă nu se potrivește. Parola dvs. nu a fost actualizată.

source: The Email you entered is not valid. please try again.
ar: البريد الإلكتروني الذي أدخلته غير صالح. حاول مرة اخرى.
ro_ro: Emailul pe care l-ați introdus nu este valabil. vă rugăm să încercați din nou.

source: This email is already used by another user. try a different one.
ar: هذا البريد الإلكتروني مستخدم من قبل مستخدم آخر. حاول إدخال بريد مختلف أو من المحتمل تكون مسجل مسبقا أو تواصل معانا .
ro_ro: Acest e-mail este deja utilizat de alt utilizator. încercați un altul.

source: Error uploading avatar.
ar: خطأ في رفع الصورة الرمزية.
ro_ro: Eroare la încărcarea avatarului.

source: Avatar uploader security check failed.
ar: فشل الفحص الامني لرفع الصورة الرمزية.
ro_ro: Verificarea securității încărcătorului de avatar a eșuat.

source: Your appointment has been requested! We have also set up an account for you. Your login information has been sent via email. When logged in, you can view your upcoming appointments below. Be sure to change your password to something more memorable by using the Edit Profile tab above.
ar: تم طلب موعدك! وتم أيضا انشاء حساب لك. تم ارسال معلومات تسجيل الدخول الخاصة بك عبر البريد الإلكتروني. عند تسجيل الدخول، يمكنك مشاهدة المواعيد القادمة بالأدنى. تأكد من تغيير كلمة المرور الخاصة بك إلى شيء قابل للتذكر لكي لا تنسى باستخدام علامة التبويب تحرير الملف أعلاه.
ro_ro: Numirea dvs. a fost solicitată! De asemenea, am creat un cont pentru dvs. Informațiile dvs. de conectare au fost trimise prin e-mail. Când v-ați conectat, puteți vedea următoarele întâlniri de mai jos. Asigurați-vă că schimbați parola la ceva mai memorabil, utilizând fila Edit Profile de mai sus.

source: Your appointment has been requested! It will be updated below if approved.
ar: لقد تم طلب موعدك! سوف يتم تحديثه بالأدنى لو تمت الموافقة عليه.
ro_ro: Numirea dvs. a fost solicitată! Acesta va fi actualizat mai jos dacă este aprobat.

source: Your appointment has been added to our calendar!
ar: لقد تم إضافة موعدك الى تقويمنا!
ro_ro: Numirea dvs. a fost adăugată în calendarul nostru!

source: Edit Profile
ar: تعديل الملف الشخصي
ro_ro: Editează profilul

source: Update Avatar
ro_ro: Actualizați Avatar

source: (disabled in demo)
ro_ro: (dezactivat în demo)

source: Choose image ...
ar: اختر صورة …
ro_ro: Alegeți imaginea ...

source: Recommended size: 100px by 100px or larger
ro_ro: Dimensiunea recomandată: 100px pe 100px sau mai mare

source: Display Name
ar: اسم العرض
ro_ro: Numele afisat

source: Change Password
ar: تغيير كلمة المرور
ro_ro: Schimbaţi parola

source: Repeat Password
ar: اعد كلمة السر
ro_ro: Repeta parola

source: Add to Calendar
ar: اضف لأجندة
ro_ro: Adăugați la Calendar

source: Appointment with %s
ro_ro: Numirea cu% s

source: The text you've entered does not match the image.
ar: النص الذي أدخلته لا يتطابق مع الصورة.
ro_ro: Textul pe care l-ați introdus nu corespunde imaginii.

source: All fields are required to register.
ar: جميع الحقول مطلوبة للتسجيل.
ro_ro: Toate câmpurile trebuie să se înregistreze.

source: That username already exists.
ar: اسم المستخدم موجود مسبقا.
ro_ro: Acest nume de utilizator există deja.

source: That name is not valid.
ar: هذا الاسم غير صحيح.
ro_ro: Acest nume nu este valabil.

source: That email address is not valid.
ar: عنوان البريد الإلكتروني غير صالح.
ro_ro: Adresa de e-mail nu este validă.

source: That email is already in use.
ar: البريد الإلكتروني مسجل مسبقاً.
ro_ro: E-mailul respectiv este deja în uz.

source: Success!
ar: نجاح!
ro_ro: Succes!

source: Registration complete, please check your email for login information.
ar: تمت عملية التسجيل، يرجى التحقق من بريدك الالكتروني للحصول على معلومات الدخول.
ro_ro: Înregistrarea este completă, verificați adresa de e-mail pentru informații de conectare.

source: Your Name
ar: اسمك
ro_ro: Numele dumneavoastră

source: Choose a Password
ar: اختر كلمة مرور
ro_ro: Alege o parolă

source: Register
ar: تسجيل
ro_ro: Inregistreaza-te

source: Display the full name of the customer.
ro_ro: Afișați numele complet al clientului.

source: Display the customer's email address.
ro_ro: Afișați adresa de e-mail a clientului.

source: Display the title of the appointment's time slot.
ro_ro: Afișați titlul intervalului de timp al întâlnirii.

source: Display the appointment's calendar name (if applicable).
ro_ro: Afișați numele calendarului pentru întâlniri (dacă este cazul).

source: Display the appointment date.
ar: لعرض تاريخ الموعد.
ro_ro: Afișați data de programare.

source: Display the appointment time.
ar: لعرض وقت الموعد.
ro_ro: Afișați ora întâlnirii.

source: Display the appointment's custom field data.
ro_ro: Afișați datele câmpului personalizat pentru întâlniri.

source: Display the appointment's unique identification number.
ro_ro: Afișați numărul de identificare unic al întâlnirii.

source: Display the appointment's note of approval/rejection.
ro_ro: Afișați nota de aprobare / respingere a întâlnirii.

source: Display the customer's name.
ro_ro: Afișați numele clientului.

source: Display the customer's username.
ro_ro: Afișați numele de utilizator al clientului.

source: Display the customer's password.
ro_ro: Afișați parola clientului.

source: A first and last name are required to register.
ar: الاسم الأول والأخير مطلوبين للتسجيل.
ro_ro: Trebuie să vă înregistrați numele și prenumele.

source: A name is required to register.
ar: الاسم مطلوب للتسجيل.
ro_ro: Este necesar un nume pentru a vă înregistra.

source: Past Appointment
ro_ro: Apariția trecută

source: Sign In
ar: تسجيل الدخول
ro_ro: Conectare

source: Forgot Password
ar: نسيت كلمة المرور
ro_ro: Aţi uitat parola

source: Check your email to reset your password.
ar: تحقق من بريدك الالكتروني لإعادة تعيين كلمة مرور جديدة.
ro_ro: Verificați adresa de e-mail pentru a reseta parola.

source: Both fields are required to log in.
ar: كلا الحقلين مطلوبه لتسجيل الدخول.
ro_ro: Ambele câmpuri sunt necesare pentru conectare.

source: Sorry, those login credentials are incorrect.
ar: آسف، معلومات تسجيل الدخول غير صحيحة.
ro_ro: Ne pare rău, acele acreditări de conectare sunt incorecte.

source: An email address is required to reset your password.
ar: اسم المستخدم أو عنوان البريد الإلكتروني مطلوب لإعادة تعيين كلمة مرورك.
ro_ro: Este necesară o adresă de e-mail pentru resetarea parolei.

source: What is your email address?
ar: ما هو عنوان البريد الإلكتروني الخاص بك؟
ro_ro: Care este adresa ta de email?

source: Reset my password
ar: إعادة تعيين كلمة المرور الخاصة بي
ro_ro: Reseteaza-mi parola

source: Booked Calendar
ro_ro: Calendarul rezervat

source: Widget Title
ro_ro: Titlu widget

source: Calendar to Display
ar: التقويم للعرض
ro_ro: Calendar pentru afișare

source: Month
ar: شهر
ro_ro: Lună

source: Current month
ar: الشهر الحالي
ro_ro: Luna curentă

source: Year
ar: السنة
ro_ro: An

source: Current year
ar: السنة الحالية
ro_ro: Anul curent

source: Add New
ar: اضف جديد
ro_ro: Adăuga nou

source: Add New Appointment
ar: حجز موعد جديد
ro_ro: Adăugați o nouă rezervare

source: View Appointment
ar: عرض الموعد
ro_ro: Vizualizați întâlnirea

source: Search Appointments
ar: بحث ‪المواعيد
ro_ro: Căutați numiri

source: Parent Appointments:
ar: المواعيد الأساسية:
ro_ro: Aniversări pentru părinți:

source: No Appointments found.
ar: لم يتم العثور على مواعيد.
ro_ro: Nu s-au găsit întâlniri.

source: No Appointments found in Trash.
ar: لا توجد مواعيد في سلة المهملات.
ro_ro: Nu s-au găsit întâlniri în Coșul de gunoi.

source: Custom Calendars
ar: تقاويم مخصصة
ro_ro: Calendare personalizate

source: Custom Calendar
ar: تقويم مخصص
ro_ro: Calendar personalizat

source: Search Custom Calendars
ar: بحث في التقاويم المخصصة
ro_ro: Căutați calendare personalizate

source: Popular Custom Calendars
ar: التقاويم المخصصة الشائعة
ro_ro: Calendare personalizate populare

source: All Custom Calendars
ar: كل التقاويم المخصصة
ro_ro: Toate calendarele personalizate

source: Edit Custom Calendar
ar: تحرير التقويم المخصص
ro_ro: Editați calendarul personalizat

source: Update Custom Calendar
ar: تحديث التقويم المخصص
ro_ro: Actualizați calendarul personalizat

source: Add New Custom Calendar
ar: إضافة تقويم مخصص جديد
ro_ro: Adăugați un nou calendar personalizat

source: New Custom Calendar Name
ar: إسم تقويم مخصص جديد
ro_ro: Nume nou calendar personalizat

source: Separate custom calendars with commas
ar: افصل بين التقاويم المخصصة بفواصل
ro_ro: Separați calendare personalizate cu virgule

source: Add or remove custom calendars
ar: إضافة أو إزالة التقويمات المخصصة
ro_ro: Adăugați sau eliminați calendare personalizate

source: Choose from the most used custom calendars
ar: اختر من التقاويم المخصصة الأكثر استخداماً
ro_ro: Alegeți dintre cele mai utilizate calendare personalizate

source: No custom calendars found.
ar: لم يتم العثور على تقاويم مخصصة.
ro_ro: Nu s-au găsit calendare personalizate.

source: All Calendars
ar: التقاويم
ro_ro: Toate calendarele

source: There are no calendars assigned to you.
ar: لا توجد تقاويم تم إسنادها لك.
ro_ro: Nu vi se atribuie calendare.

source: Get in touch with the Administration of this site to get a calendar assigned to you.
ar: تواصل مع مدير الموقع لمعرفة التقاويم المسندة لك.
ro_ro: Luați legătura cu Administrația acestui site pentru a obține un calendar atribuit dvs.

source: Updating, please wait...
ar: قيد التحديث، يرجى الانتظار …
ro_ro: Actualizarea, așteptați ...

source: Delete Passed Appointments
ar: حذف المواعيد الفائتة
ro_ro: Ștergeți întâlnirile trecute

source: Approve All
ar: الموافقة على الكل
ro_ro: Aprobați pe toate

source: Delete All
ar: حذف الكل
ro_ro: Sterge tot

source: Delete
ar: حذف
ro_ro: Șterge

source: Assigned to %s
ro_ro: Atribuit la% s

source: There are no pending appointments.
ar: لا توجد مواعيد معلقة.
ro_ro: Nu există rezervări în așteptare.

source: No profile here!
ar: لا يوجد ملف شخصي هنا!
ro_ro: Niciun profil aici!

source: Sorry, this user profile does not exist.
ar: عذراً، الملف الشخصي لهذا المستخدم غير موجود.
ro_ro: Ne pare rău, acest profil de utilizator nu există.

source: Time Slots
ar: الفترات الزمنية
ro_ro: Intervale de timp

source: Custom Time Slots
ar: فتحات الوقت المخصص
ro_ro: Timpuri personalizate

source: Custom Fields
ar: الحقول المخصصة
ro_ro: câmpuri customizate

source: Emails
ro_ro: E-mailuri

source: Shortcodes
ar: الرموز المختصرة
ro_ro: Scurtăturile

source: Booking Type
ar: نوع الحجز
ro_ro: Tip de rezervare

source: You have the option to choose between "Registered" and "Guest" booking. Registered booking will require all appointments to be booked by a registered user (default). Guest booking will allow anyone with a name and email address to book an appointment.
ro_ro: Aveți opțiunea de a alege între rezervarea "Înregistrat" ​​și "Vizitator". Rezervările înregistrate vor necesita rezervarea tuturor rezervărilor de către un utilizator înregistrat (implicit). Rezervarea oaspeților va permite oricărei persoane care are un nume și o adresă de e-mail pentru a rezerva o întâlnire.

source: Registered Booking
ro_ro: Rezervarea rezervată

source: Guest Booking
ar: السماح للزوار بالحجز
ro_ro: Rezervarea oaspeților

source: Booking Options
ar: خيارات الحجز
ro_ro: Opțiuni de rezervare

source: Require "Name" only
ro_ro: Solicitați numele "Numai"

source: Require your customers to enter their name in a single text field.
ro_ro: Solicitați clienților să introducă numele lor într-un singur câmp de text.

source: Require "First Name" and "Last Name"
ar: يتطلب “الاسم الأول” و “اسم العائلة”
ro_ro: Solicitați "Prenume" și "Nume de familie"

source: Require your customers to enter their first and last name in two text fields.
ro_ro: Solicitați clienților să introducă numele și prenumele lor în două câmpuri de text.

source: Guest Booking Options
ro_ro: Opțiuni de rezervare a oaspeților

source: Require Email Address
ar: تتطلب البريد الإلكتروني
ro_ro: Solicitați adresa de e-mail

source: Require your guests to enter their email address.
ar: يتطلب من ضيوفك إدخال عناوين بريدهم الإلكتروني.
ro_ro: Solicitați oaspeților dvs. să introducă adresa lor de e-mail.

source: Appointment Booking Redirect
ro_ro: Redirecționarea rezervării pentru rezervări

source: %s Refresh the calendar list after booking.
ro_ro: %s Actualizați lista de agendă după efectuarea rezervării.

source: No Redirect
ar: لا إعادة توجيه
ro_ro: Fără redirecționare
