Repository: pabl8/my_wyzi
Catalog: languages/wyzi-business-finder-*.po
Languages: ar, ro_ro

source: %s Auto-detect the page with the [booked-profile] shortcode.
ro_ro: %s Detectează automat pagina cu codul scurt [booked-profile].

source: Auto-Detect Profile Page
ro_ro: Detectarea automată a paginii de profil

source: Detected Page: %s
ro_ro: Detectată pagina:% s

source: %s We were not able to auto-detect. You need to %s with the %s shortcode.
ro_ro: %s Nu am putut detecta automat. Aveți nevoie de %s cu codul %s .

source: create a page
ro_ro: creaza o pagina

source: %s Choose a redirect page.
ro_ro: %s Alegeți o pagină de redirecționare.

source: Choose Specific Page
ro_ro: Alegeți pagina specifică

source: Choose a page
ar: اختر صفحة
ro_ro: Alegeți o pagină

source: Login Redirect
ro_ro: Conectați Redirect

source: If you would like the login form to redirect somewhere else (instead of reloading the same page), you can choose a page here.
ro_ro: Dacă doriți ca formularul de conectare să fie redirecționat în altă parte (în loc să reîncărcați aceeași pagină), puteți alege o pagină aici.

source: Redirect to the same page
ro_ro: Redirecționați către aceeași pagină

source: Custom Login Tab Content
ro_ro: Conținutul fila Conectare personalizată

source: If you would like the login form to include a custom message (above the login form), you can add that here.
ro_ro: Dacă doriți ca formularul de autentificare să includă un mesaj personalizat (deasupra formularului de autentificare), puteți adăuga aici.

source: Time Slot Intervals
ar: فواصل الفترات الزمنية
ro_ro: Intervale de intervale de timp

source: Choose the intervals you need for your appointment time slots. This will only affect the way default time slots are entered.
ro_ro: Alegeți intervalele de care aveți nevoie pentru intervalele de timp pentru întâlniri. Acest lucru va afecta numai modul în care sunt introduse sloturile de timp prestabilite.

source: Appointment Buffer
ro_ro: Tampon de numire

source: To prevent appointments from getting booked too close to the current date and/or time, you can set an appointment buffer. Available appointments time slots will be pushed up to a new date and time depending on which buffer amount you choose below.
ro_ro: Pentru a împiedica rezervarea rezervărilor prea apropiate de data și / sau ora curente, puteți seta un tampon de întâlniri. Disponibile sloturile de timp pentru întâlniri vor fi împinse până la o nouă dată și oră, în funcție de suma de tampon pe care o alegeți mai jos.

source: No buffer
ro_ro: Fără tampon

source: 2 hours
ar: ساعتان (2)
ro_ro: 2 ore

source: 3 hours
ar: 3 ساعات
ro_ro: 3 ore

source: 4 hours
ar: 4 ساعات
ro_ro: 4 ore

source: 5 hours
ar: 5 ساعات
ro_ro: 5 ore

source: 6 hours
ar: 6 ساعات
ro_ro: 6 ore

source: 12 hours
ar: 12 ساعة
ro_ro: 12 ore

source: 24 hours
ar: 24 ساعه
ro_ro: 24 de ore

source: 2 days
ar: يومين
ro_ro: 2 zile

source: 3 days
ar: 3 ايام
ro_ro: 3 zile

source: 5 days
ar: 5 ايام
ro_ro: 5 zile

source: 6 days
ar: 6 ايام
ro_ro: 6 zile

source: 1 week
ar: اسبوع
ro_ro: 1 săptămână

source: 2 weeks
ar: اسبوعين
ro_ro: 2 saptamani

source: 3 weeks
ar: 3 أسابيع
ro_ro: 3 saptamani

source: 4 weeks
ar: 4 أسابيع
ro_ro: 4 săptămâni

source: 5 weeks
ar: 5 أسابيع
ro_ro: 5 săptămâni

source: 6 weeks
ar: 6 أسابيع
ro_ro: 6 saptamani

source: 7 weeks
ar: (7 أسابيع)
ro_ro: 7 săptămâni

source: 8 weeks
ar: 8 أسابيع
ro_ro: 8 săptămâni

source: Prevent Appointments Before Date
ar: منع المواعيد قبل التاريخ
ro_ro: Împiedicați întâlnirile înainte de data

source: To prevent appointments from getting booked before a certain date, you can choose that date below.
ar: لمنع حجز المواعيد قبل تاريخ معين, يمكنك اختيار هذا التاريخ أدناه.
ro_ro: Pentru a împiedica rezervarea rezervărilor înainte de o anumită dată, puteți alege data respectivă mai jos.

source: Choose a date
ar: اختر التاريخ
ro_ro: Alegeți o dată

source: Prevent Appointments After Date
ar: منع المواعيد بعد تاريخ
ro_ro: Împiedicați întâlnirile după dată

source: To prevent appointments from getting booked after a certain date, you can choose that date below.
ro_ro: Pentru a împiedica rezervarea rezervărilor după o anumită dată, puteți alege data respectivă mai jos.

source: Cancellation Buffer
ro_ro: Tampon de anulare

source: To prevent appointments from getting cancelled too close to the appointment time, you can set a cancellation buffer.
ro_ro: Pentru a împiedica anularea rezervărilor prea apropiate de timpul de programare, puteți seta un buffer de anulare.

source: Appointment Limit
ar: حد الموعد
ro_ro: Limita de numire

source: To prevent users from booking too many appointments, you can set an appointment limit.
ar: لمنع المستخدمين من عمل الكثير من الحجوزات, بإمكانك تعيين حد الموعد.
ro_ro: Pentru a împiedica utilizatorii să înregistreze prea multe întâlniri, puteți seta o limită pentru întâlniri.

source: No limit
ar: بلا حدود
ro_ro: Fara limita

source: 1 appointment
ar: موعد واحد
ro_ro: 1 numire

source: 2 appointments
ar: موعدين
ro_ro: 2 intalniri

source: 3 appointments
ar: ثلاثة مواعيد
ro_ro: 3 numiri

source: 4 appointments
ar: أربعة مواعيد
ro_ro: 4 numiri

source: 5 appointments
ar: خمسة مواعيد
ro_ro: 5 numiri

source: 6 appointments
ar: ستة مواعيد
ro_ro: 6 numiri

source: 7 appointments
ar: سبعة مواعيد
ro_ro: 7 numiri

source: 8 appointments
ar: ثمانية مواعيد
ro_ro: 8 numiri

source: 9 appointments
ar: تسعة مواعيد
ro_ro: 9 numiri

source: 10 appointments
ar: عشرة مواعيد
ro_ro: 10 intalniri

source: 15 appointments
ar: 15 موعد
ro_ro: 15 intalniri

source: 20 appointments
ar: 20 موعد
ro_ro: 20 intalniri

source: 25 appointments
ar: 25 موعد
ro_ro: 25 numiri

source: 50 appointments
ar: 50 موعد
ro_ro: 50 numiri

source: New Appointment Default
ar: افتراضية الموعد الجديد
ro_ro: Noul setare implicită

source: Would you like your appointment requests to go into a pending list or should they be approved immediately?
ar: هل تفضل طلبات مواعيدك أن تذهب لقائمة التعليق أو تريدها موافق عليها فوراً؟
ro_ro: Doriți ca cererile dvs. de întâlniri să intre într-o listă în așteptare sau să fie aprobate imediat?

source: Set as Pending
ar: تعيين كمعلق
ro_ro: Setați ca în așteptare

source: Approve Immediately
ar: وافق على الفور
ro_ro: Aprobați imediat

source: Display Options
ar: خيارات العرض
ro_ro: Optiuni de afisare

source: Hide "Default" in the calendar switcher
ro_ro: Ascundeți "Implicit" în comutatorul pentru calendar

source: Hide weekends in the calendar
ro_ro: Ascundeți weekend-urile în calendar

source: Hide "Add to Calender" button in the Profile appointment list
ar: إخفاء زر "إضافة للتقويم" في قائمة صفحة الموعد
ro_ro: Ascundeți butonul "Adăugați la Calender" din lista de întâlniri Profil

source: Hide time slots (when a time slot title exists)
ro_ro: Ascundeți intervalele de timp (când există un titlu al slotului de timp)

source: Hide end times (show only start times)
ro_ro: Ascundeți orele de sfârșit (afișați numai orele de pornire)

source: Hide the number of available time slots
ro_ro: Ascundeți numărul de sloturi de timp disponibile

source: Hide the already booked time slots (cannot be used with "Public Appointments")
ro_ro: Ascundeți sloturile de timp deja rezervate (nu pot fi utilizate cu "Înregistrări publice")

source: Public Appointments (show names under booked appointments)
ro_ro: Numiri publice (afișarea numelor în rezervările rezervate)

source: Other Options
ar: خيارات أخرى
ro_ro: Alte optiuni

source: Do not allow users to cancel their own appointments.
ro_ro: Nu permiteți utilizatorilor să-și anuleze propriile întâlniri.

source: Redirect users (except Admins and Booking Agents) from the "/wp-admin/" URL.
ro_ro: Redirecționați utilizatorii (cu excepția administratorilor și agenților de rezervare) de la adresa URL "/ wp-admin /".

source: Hide "Appointments" menu from Admin Bar.
ro_ro: Ascundeți meniul "Aplicații" din Bara de administrare.

source: Front-End Color Settings
ar: إعدادات لون الواجهة الأمامية
ro_ro: Setările culorilor din față

source: If you DO NOT want to send emails for any of the actions listed below, just remove the email subject or content text (or both) and the email will not be sent for that notification.
ro_ro: Dacă nu doriți să trimiteți e-mailuri pentru niciuna dintre acțiunile enumerate mai jos, eliminați doar subiectul e-mailului sau textul conținutului (sau ambele) și e-mailul nu va fi trimis pentru acea notificare.

source: Customer Emails
ar: رسائل البريد الإلكتروني للعملاء
ro_ro: E-mailuri pentru clienți

source: Admin/Agent Emails
ar: البريد الإلكتروني للمشرفين/العملاء
ro_ro: Admin / Agent E-mailuri

source: Header/Logo Image
ar: الرأس/صورة الشعار
ro_ro: Antet / Imagine Logo

source: Choose an image for your custom emails. Keep it 600px or less for best results.
ro_ro: Alegeți o imagine pentru e-mailurile personalizate. Păstrați 600px sau mai puțin pentru rezultate optime.

source: Upload Logo
ar: ارفع صورة شعار
ro_ro: Logo de încărcare

source: Remove
ar: حذف
ro_ro: Elimina

source: Which Administrator or Booking Agent user should receive the notification emails by default?
ro_ro: Care dintre administratorii sau utilizatorii Agentului de rezervare ar trebui să primească e-mailurile de notificare în mod implicit?

source: By default, Booked uses the "Settings > General > E-mail Address" setting. Also, each custom calendar can have their own user notification setting, this is just the default.
ro_ro: În mod prestabilit, Rezervat utilizează setarea "Setări> General> Adresa de e-mail". De asemenea, fiecare calendar personalizat poate avea propriile setări de notificare de utilizator, aceasta este doar setarea implicită.

source: Choose a default user for notifications
ro_ro: Alegeți un utilizator implicit pentru notificări

source: Having Email Issues?
ar: وجود مشاكل البريد الإلكتروني؟
ro_ro: Aveți probleme de e-mail?

source: Try using an SMTP plugin like %s or %s
ro_ro: Încercați să utilizați un plugin SMTP, cum ar fi% s sau% s

source: Emails ONLY NOT sending to Admins/Agents?
ro_ro: Email-urile nu se transmit numai la administratori / agenți?

source: Some SMTP clients reject emails being sent "from" your customers. Google is one of them, but they simply change the name of the sender to prevent the rejection. Others do not. You can check the following option to "Force the sender name/email", but you will not be able to reply directly to the notification emails coming from customers.
ro_ro: Unii clienți SMTP resping e-mailurile trimise "de la" clienții dvs. Google este unul dintre ei, dar schimba pur și simplu numele expeditorului pentru a preveni respingerea. Alții nu. Puteți verifica următoarea opțiune la "Forțați numele / e-mailul expeditorului", dar nu veți putea răspunde direct la e-mailurile de notificare provenite de la clienți.

source: Force sender email
ro_ro: Solicitați e-mailul expeditorului

source: Still not working?
ar: لا يزال لا يعمل؟
ro_ro: Încă nu funcționează?

source: If you are still having issues, check the box below to disable the Booked mailer and let WordPress handle the emails completely.
ro_ro: Dacă aveți în continuare probleme, bifați caseta de mai jos pentru a dezactiva mailerul rezervat și lăsați WordPress să gestioneze complet e-mailurile.

source: Disable Booked mailer, let WordPress handle it.
ro_ro: Dezactivați mailerul rezervat, lăsați WordPress să se ocupe de el.

source: Customer Appointment Reminder
ar: تذكير العملاء بالمواعيد
ro_ro: Menționarea mențiunii clientului

source: When do you want to send out appointment reminders?
ar: متى تريد إرسال رسائل تذكير بالموعد؟
ro_ro: Când doriți să trimiteți mementouri de întâlniri?

source: At appointment time
ar: وقت الموعد
ro_ro: La ora programării

source: 5 minutes before
ar: قبل بـ 5 دقائق
ro_ro: Cu 5 minute înainte

source: 10 minutes before
ar: قبل بـ 10 دقائق
ro_ro: Cu 10 minute înainte

source: 15 minutes before
ar: قبل بـ 15 دقيقة
ro_ro: Cu 15 minute înainte

source: 30 minutes before
ar: قبل بـ 30 دقيقة
ro_ro: Cu 30 de minute înainte

source: 45 minutes before
ar: قبل بـ 45 دقيقة
ro_ro: Cu 45 de minute înainte

source: 1 hour before
ar: قبل بساعة
ro_ro: Cu o oră înainte

source: 2 hours before
ar: قبل بساعتين
ro_ro: Cu 2 ore înainte

source: 3 hours before
ar: قبل بثلاث ساعات
ro_ro: Cu 3 ore înainte

source: 4 hours before
ar: قبل بأربع ساعات
ro_ro: Cu 4 ore înainte

source: 5 hours before
ar: قبل بخمس ساعات
ro_ro: Cu 5 ore înainte

source: 6 hours before
ar: قبل بست ساعات
ro_ro: Cu 6 ore înainte

source: 12 hours before
ar: قبل بـ 12 ساعة
ro_ro: Cu 12 ore înainte

source: 24 hours before
ar: قبل بـ 24 ساعة
ro_ro: Cu 24 de ore înainte

source: 2 days before
ar: قبل بيومين
ro_ro: Cu 2 zile înainte

source: 3 days before
ar: قبل بثلاثة أيام
ro_ro: Cu 3 zile înainte

source: 4 days before
ar: قبل بأربعة أيام
ro_ro: Cu 4 zile înainte

source: 5 days before
ar: قبل بخمسة أيام
ro_ro: Cu 5 zile înainte

source: 6 days before
ar: قبل بستة أيام
ro_ro: Cu 6 zile înainte

source: 1 week before
ar: قبل بإسبوع
ro_ro: Cu o săptămână înainte

source: 2 weeks before
ar: قبل بإسبوعين
ro_ro: Cu 2 săptămâni înainte

source: 3 weeks before
ar: قبل بثلاثة أسابيع
ro_ro: Cu 3 săptămâni înainte

source: 4 weeks before
ar: قبل بأربعة أسابيع
ro_ro: Cu 4 săptămâni înainte

source: 6 weeks before
ar: قبل بستة أسابيع
ro_ro: Cu 6 săptămâni înainte

source: 2 months before
ar: قبل بشهرين
ro_ro: Cu 2 luni înainte

source: 3 months before
ar: قبل بثلاثة أشهر
ro_ro: Cu 3 luni înainte

source: Please Note:
ar: يرجى ملاحظة:
ro_ro: Vă rugăm să rețineți:

source: WordPress crons do not run unless someone visits your site. Because of this, some reminders might not get sent out. To prevent this from happening, you would need to setup cron to run from the server level using the following command:
ro_ro: Cronurile WordPress nu rulează decât dacă cineva vizitează site-ul dvs. Din acest motiv, este posibil ca unele mementouri să nu fie trimise. Pentru a preveni acest lucru, ar trebui să configurați cron pentru a rula de la nivelul serverului utilizând următoarea comandă:

source: Customer Appointment Reminder Content
ro_ro: Conținutul de memento pentru programarea clienților

source: This is the email content for appoinment reminders. Some tokens you can use:
ar: محتوى البريد الإلكتروني لتذكيرات المواعيد. يمكنك استخدام بعض الرموز:
ro_ro: Acesta este conținutul de e-mail pentru memento-uri de numire. Unele jetoane puteți utiliza:

source: User Registration
ar: تسجيل المستخدم
ro_ro: Înregistrare utilizator

source: The email content that is sent to the user upon registration (using the Booked registration form). Some tokens you can use:
ro_ro: Conținutul de e-mail care este trimis utilizatorului la înregistrare (utilizând formularul de înregistrare rezervat). Unele jetoane puteți utiliza:

source: To display the person's name.
ar: لعرض اسم الشخص.
ro_ro: Pentru a afișa numele persoanei.

source: To display the person's email address.
ar: لعرض عنوان البريد الإلكتروني للشخص.
ro_ro: Pentru a afișa adresa de e-mail a persoanei.

source: To display the password for login.
ar: لعرض كلمة المرور للدخول.
ro_ro: Pentru a afișa parola pentru conectare.

source: Appointment Confirmation
ar: المواعيد المؤكدة
ro_ro: Confirmare programare

source: The email content that is sent to the user upon appointment creation. Some tokens you can use:
ro_ro: Conținutul de e-mail care este trimis utilizatorului în momentul creării unei întâlniri. Unele jetoane puteți utiliza:

source: Appointment Approval
ar: الموافقة على موعد
ro_ro: Aprobarea numirii

source: The email content that is sent to the user upon appointment approval. Some tokens you can use:
ro_ro: Conținutul de e-mail care este trimis utilizatorului după aprobarea numirii. Unele jetoane puteți utiliza:

source: Appointment Cancellation
ar: إلغاء الموعد
ro_ro: Anularea numirii

source: The email content that is sent to the user upon appointment cancellation. Some tokens you can use:
ro_ro: Conținutul de e-mail care este trimis utilizatorului la anularea programării. Unele jetoane puteți utiliza:

source: Admin/Agent Appointment Reminder
ro_ro: Administrator / agent de reamintire a numirii

source: Admin/Agent Appointment Reminder Content
ro_ro: Conținut de memento pentru Admin / Agent

source: Appointment Request
ar: طلب موعد
ro_ro: Cererea de numire

source: The email content that is sent (to the selected admin users above) upon appointment request. Some tokens you can use:
ro_ro: Conținutul de e-mail trimis (la utilizatorii de admin selectați de mai sus) la solicitarea de programare. Unele jetoane puteți utiliza:

source: The email content that is sent (to the selected admin users above) upon cancellation. Some tokens you can use:
ro_ro: Conținutul de e-mail trimis (la utilizatorii de admin selectați mai sus) după anulare. Unele jetoane puteți utiliza:

source: Editing time slots for:
ar: تحرير الفترات الزمنية لـ :
ro_ro: Editarea intervalelor de timp pentru:

source: Add Single
ar: إضافة عنصر
ro_ro: Adăugați unic

source: Add Bulk
ar: إضافة مجموعة
ro_ro: Adăugați în bloc

source: No "Start date" has been set for these:
ar: لم يتم تعيين “تاريخ البدء” لهذه:
ro_ro: Nu a fost setată "Data de începere" pentru următoarele:

source: Start date
ar: تاريخ البدء
ro_ro: Data de început

source: Optional End date
ar: تاريخ نهاية إختياري
ro_ro: Data opțiunii opționale

source: Disable appointments
ar: تعطيل المواعيد
ro_ro: Dezactivați întâlnirile

source: + Single Time Slot
ar: + الفترات الزمنية المفردة
ro_ro: + un singur Interval de timp.

source: + Bulk Time Slots
ar: + الفترات الزمنية بالجملة
ro_ro: + mai multe Intervale de timp.

source: Add Date(s)
ar: أضافة تاريخ /تواريخ
ro_ro: Adăugați data (datele)

source: Save Custom Time Slots
ar: حفظ فتحات الوقت المخصص
ro_ro: Salvați intervalele de timp personalizate

source: Saving
ar: جاري الحفظ
ro_ro: Economisire

source: Close
ar: إغلاق
ro_ro: Închide

source: HTML allowed
ar: HTML مسموح به
ro_ro: HTML permis

source: Save Custom Fields
ar: احفظ الحقول المخصصة
ro_ro: Salvați câmpurile personalizate

source: Display the Default Calendar
ro_ro: Afișați Calendarul implicit

source: You can use this shortcode to display the front-end booking calendar. Use the "calendar" attribute to display a specific calendar. Use the "year" and/or "month" attributes to display a specific month and/or year. You can also use the "switcher" variable to add a calendar switcher dropdown above the calendar. Your users can then switch between each calendar you've created.
ro_ro: Puteți utiliza acest scurtcod pentru a afișa calendarul de rezervare din față. Utilizați atributul "calendar" pentru a afișa un anumit calendar. Utilizați atributele "an" și / sau "lună" pentru a afișa o anumită lună și / sau an. De asemenea, puteți utiliza variabila "switch" pentru a adăuga o meniu derulantă de comutare a calendarului deasupra calendarului. Utilizatorii dvs. pot apoi comuta între fiecare calendar pe care l-ați creat.

source: Display a Custom Calendar
ro_ro: Afișați un calendar personalizat

source: Display the Login / Register Form
ar: عرض نموذج تسجيل الدخول / تسجيل جديد
ro_ro: Afișați formularul de conectare / înregistrare

source: If the Registration tab doesn't show up, be sure to allow registrations from the Settings > General page.
ro_ro: Dacă fila Înregistrare nu apare, asigurați-vă că permiteți înscrierile din pagina Setări> Generale.

source: Display User Profile
ar: عرض الملف الشخصي للمستخدم
ro_ro: Afișați profilul de utilizator

source: You can use this shortcode to display the profile content on any page. If a user is not logged in, they will see the login form instead.
ro_ro: Puteți utiliza acest scurtcod pentru a afișa conținutul profilului pe orice pagină. Dacă un utilizator nu este conectat, acesta va vedea în schimb formularul de autentificare.

source: Display User's Appointments
ar: عرض مواعيد المستخدم
ro_ro: Afișați numirile utilizatorilor

source: You can use this shortcode to display just the currently logged in user's upcoming appointments.
ro_ro: Puteți utiliza acest scurtcod pentru a afișa doar întâlnirile viitoare ale utilizatorului conectat în prezent.

source: Export Appointments
ar: تصدير المواعيد
ro_ro: Exportați numiri

source: You can export all appointments or specify what you want by choosing from the below options.
ar: يمكنك تصدير كافة المواعيد أو تحديد ما تريد باختيارك من الخيارات أدناه.
ro_ro: Puteți să exportați toate întâlnirile sau să specificați ce doriți, selectând opțiunile de mai jos.

source: Appointment Dates
ar: تواريخ الموعد
ro_ro: Datele de programare

source: Upcoming & Past
ar: القادمة أو الماضية
ro_ro: Viitoare și trecute

source: Only Upcoming
ar: القادمة فقط
ro_ro: Doar viitoare

source: Only Past
ar: السابقة فقط
ro_ro: Doar trecut

source: Approved and/or Pending
ar: مقبولة و/أو معلقة
ro_ro: Aprobat și / sau în curs

source: Approved & Pending
ar: مقبولة و معلقة
ro_ro: Aprobat și în așteptare

source: Only Approved
ar: فقط الموافق عليه
ro_ro: Numai aprobat

source: Only Pending
ar: فقط المعلق
ro_ro: Doar în așteptare

source: Export Appointments to CSV
ar: تصدير المواعيد إلى CSV
ro_ro: Exportați numiri în CSV

source: Welcome to %s
ro_ro: Bine ați venit la% s

source: Thank you for choosing %s! If this is your first time using %s, you will find some helpful "Getting Started" links below. If you just updated the plugin, you can find out what's new in the "What's New" section below.
ro_ro: Vă mulțumim că ați ales% s! Dacă aceasta este prima dată când utilizați% s, veți găsi câteva link-uri utile "Noțiuni de bază" de mai jos. Dacă ați actualizat pluginul, puteți afla ce este nou în secțiunea "Ce este nou" de mai jos.

source: Getting Started
ar: ابدء
ro_ro: Noțiuni de bază

source: View all Guides
ar: عرض كل الشروحات
ro_ro: Vizualizați toate ghidurile

source: Get Started
ar: ابدأ
ro_ro: Incepe

source: Security Violation
ar: اختراق الامن
ro_ro: Încălcarea securității

source: User not found.
ar: لم يتم العثور على المستخدم.
ro_ro: Utilizator nu a fost găsit.

source: Please enter a valid amount of points to transfer
ar: يرجى إدخال عدد كافي من النقاط للنقل
ro_ro: Introduceți o sumă validă de puncte pentru transfer

source: You don't have enough points to finish the transfer.
ar: ليس لديك ما يكفي من النقاط لإنهاء النقل.
ro_ro: Nu aveți suficiente puncte pentru a termina transferul.

source: User field required
ar: حقل المستخدم مطلوب
ro_ro: Este necesar un câmp utilizator

source: You don't have the permission to view this page's content
ar: ليس لديك إذن لعرض محتوى هذه الصفحة
ro_ro: Nu aveți permisiunea de a vizualiza conținutul acestei pagini

source: You don't have any points.
ar: ليس لديك أي نقاط.
ro_ro: Nu aveți niciun punct.

source: You need to have a minimum of
ar: أنت في حاجة إلى الحد الأدنى من
ro_ro: Trebuie să aveți un minim de

source: points transfered successfully.
ar: النقاط نقلت بنجاح.
ro_ro: punctele transferate cu succes.

source: You don't have a calendar for this business yet
ro_ro: Nu aveți încă un calendar pentru această afacere

source: Calendar name: %s is already taken, please choose a different name.
ro_ro: Numele calendarului:% s este deja luat, vă rugăm să alegeți un alt nume.

source: Calendar Name
ar: اسم التقويم
ro_ro: Numele calendarului

source: Create Calendar
ar: إنشاء تقويم
ro_ro: Creați Calendar

source: Admins can manage calendars from the %sbackend%s.
ro_ro: Administratorii pot gestiona calendarele din% sbackend% s.

source: You got a new Email from
ar: لقد تلقيت بريدًا إلكترونيًا جديدًا من
ro_ro: Ai primit un nou e-mail de la

source: Remove Image
ar: احذف صورة
ro_ro: Eliminați imaginea

source: Upload Image
ar: تحميل الصور
ro_ro: Incarca imaginea

source: %s photos
ar: صور %s
ro_ro: %s fotografii

source: add/remove images
ar: إضافة / إزالة الصور
ro_ro: adăugați / eliminați imagini

source: Remove All Images
ar: إزالة كل الصور
ro_ro: Eliminați toate imaginile

source: are you sure you want to delete all your images?
ar: هل أنت متأكد أنك تريد حذف كل صورك؟
ro_ro: sunteți sigur că doriți să ștergeți toate imaginile?
